Repository: DreamCatcherApp-coder/dreamboat-flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, tr

# homeSubtitle
source: Embark on a Journey in Your Dream World
de: Begib dich auf eine Reise in deiner Traumwelt
es: Emprende un Viaje en Tu Mundo de Sueños
pt: Embarque numa Jornada no Seu Mundo dos Sonhos
tr: Rüya Dünyanızda Bir Yolculuğa Çıkın

# homeNewDream
source: Add New Dream
de: Neuen Traum hinzufügen
es: Añadir Nuevo Sueño
pt: Adicionar Novo Sonho
tr: Yeni Rüya Ekle

# homeJournal
source: Dream Journal
de: Traumtagebuch
es: Diario de Sueños
pt: Diário de Sonhos
tr: Rüya Günlüğüm

# homeStats
source: My Dream World
de: Meine Traumwelt
es: Mi Mundo de Sueños
pt: Meu Mundo dos Sonhos
tr: Rüya Dünyam

# homeGuide
source: Lucid Dream Guide
de: Klartraum-Leitfaden
es: Guía de Sueños Lúcidos
pt: Guia de Sonhos Lúcidos
tr: Lucid Rüya Rehberi

# homeSettings
source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações
tr: Ayarlar

# statsTitle
source: My Dream World
de: Statistiken
es: Mi Mundo de Sueños
pt: Meu Mundo dos Sonhos
tr: Rüya Dünyam

# statsTipTitle
source: Daily Dream Tip
de: Täglicher Traumtipp
es: Consejo del Día
pt: Dica do Dia
tr: Günün Rüya Tavsiyesi

# statsTipContent
source: Today, try keeping a journal to deepen your inner journey. Connect with your childhood self seen in dreams, take a few minutes to rediscover that pure love, and write down your feelings.
de: Versuche heute, ein Tagebuch zu führen, um deine innere Reise zu vertiefen. Verbinde dich mit deinem Kind-Ich aus deinen Träumen, nimm dir ein paar Minuten Zeit, um diese reine Liebe wiederzuentdecken.
es: Hoy, intenta llevar un diario para profundizar tu viaje interior. Conecta con tu yo infantil visto en los sueños, tómate unos minutos para redescubrir ese amor puro y escribe tus sentimientos.
pt: Hoje, tente manter um diário para aprofundar sua jornada interior. Conecte-se com seu eu infantil visto nos sonhos, reserve alguns minutos para redescobrir aquele amor puro e escreva seus sentimentos.
tr: Bugün, içsel yolculuğunu derinleştirmek için bir anı defteri tutmayı deneyebilirsin. Rüyalarında gördüğün çocukluk hâlinle bağ kurarak, o saf sevgiyi yeniden keşfetmek için birkaç dakikanı ayır ve hislerini kaleme al.

# statsAnalysisTitle
source: Monthly Emotion Distribution
de: Monatliche Emotionsverteilung
es: Distribución Emocional Mensual
pt: Distribuição Emocional Mensal
tr: Bu Ayın Duygu Dağılımı

# statsAnalysisResult
source: Dream Pattern Analysis
de: Traummuster-Analyse
es: Análisis de Patrones de Sueños
pt: Análise de Padrões de Sonhos
tr: Rüya Desen Analizi

# statsAnalyzeBtn
source: See Dream Pattern
de: Traummuster anzeigen
es: Ver Patrón de Sueños
pt: Ver Padrão de Sonhos
tr: Rüya Desenini Gör

# statsAnalysisIntroTitle
source: What is Dream Pattern Analysis?
de: Traummuster-Analyse
es: Análisis de Patrones de Sueños
pt: Análise de Padrões de Sonhos
tr: Rüya Desen Analizi

# statsAnalysisIntroContent
source: Dream Pattern Analysis examines your weekly recorded dreams collectively to reveal recurring themes, emotional cycles, and symbolic trends of your subconscious. Unlike individual dream interpretations, this system shows patterns formed over time, the big picture your mind is trying to tell you.
de: Die Traummuster-Analyse untersucht deine wöchentlich aufgezeichneten Träume, um wiederkehrende Themen, emotionale Zyklen und symbolische Trends deines Unterbewusstseins aufzudecken. Anders als bei einzelnen Traumdeutungen zeigt dieses System Muster auf, die im Laufe der Zeit entstehen – das große Ganze, das dein Geist dir mitteilen möchte. Sie kann nur einmal pro Woche durchgeführt werden, damit du verändernde Elemente im Laufe der Zeit regelmäßiger verfolgen kannst.
es: El Análisis de Patrones de Sueños examina tus sueños semanales registrados en conjunto para revelar temas recurrentes, ciclos emocionales y tendencias simbólicas de tu subconsciente. A diferencia de las interpretaciones individuales, este sistema muestra patrones formados con el tiempo, el panorama general que tu mente intenta comunicarte. Se puede realizar solo una vez a la semana para que puedas seguir los elementos cambiantes con mayor regularidad a lo largo del tiempo.
pt: A Análise de Padrões de Sonhos examina seus sonhos semanais registrados coletivamente para revelar temas recorrentes, ciclos emocionais e tendências simbólicas do seu subconsciente. Diferente das interpretações individuais, este sistema mostra os padrões formados ao longo do tempo, a visão geral que sua mente está tentando lhe transmitir. Pode ser realizada apenas uma vez por semana para permitir que você acompanhe os elementos em mudança com mais regularidade ao longo do tempo.
tr: Rüya Desen Analizi, Rüya Günlüğünde kayıtlı olan tüm rüyaları bir arada inceleyerek bilinçaltının tekrar eden temalarını, duygusal döngülerini ve sembolik eğilimlerini ortaya çıkarır. Bu sistem, tek tek rüya yorumlarından farklı olarak zaman içinde oluşan kalıpları, yani zihninin sana anlatmaya çalıştığı büyük resmi gösterir. Zaman içinde değişen ögeleri daha düzenli takip edebilmen için haftada sadece bir kez yapılabilir.

# statsAnalysisWait
source: You must wait {days} days for a new analysis.
de: Du musst {days} Tage auf eine neue Analyse warten.
es: Debes esperar {days} días para un nuevo análisis.
pt: Você deve esperar {days} dias para uma nova análise.
tr: Yeni analiz için {days} gün beklemelisiniz.

# statsAnalysisMinDreams
source: At Least 5 Recorded Dreams Required
de: Mindestens 5 aufgezeichnete Träume erforderlich
es: Se Requieren Al Menos 5 Sueños Registrados
pt: Necessário Pelo Menos 5 Sonhos Registrados
tr: En Az 5 Kaydedilmiş Rüya Gerekir

# statsAnalysisDone
source: Weekly Analysis Done
de: Wöchentliche Analyse abgeschlossen
es: Análisis Semanal Completado
pt: Análise Semanal Concluída
tr: Haftalık Analiz Yapıldı

# statsAnalyzing
source: Analyzing...
de: Analysiere...
es: Analizando...
pt: Analisando...
tr: Analiz Ediliyor...

# statsOffline
source: Internet required
de: Internet erforderlich
es: Se requiere internet
pt: Internet necessária
tr: İnternet gerekli

# statsNoData
source: Not enough data
de: Nicht genügend Daten
es: Datos insuficientes
pt: Dados insuficientes
tr: Detaylı verilere erişebilmek için rüyalarını her gün kaydet

# statsProcessing
source: Your Dream Pattern is being prepared, please wait a moment.
de: Traummuster wird vorbereitet, bitte warten Sie einen Moment.
es: El Patrón de Sueño se está preparando, por favor espere un momento.
pt: Seu Padrão de Sonhos está sendo preparado, por favor aguarde um momento.
tr: Rüya Deseni hazırlanıyor, lütfen kısa bir süre bekleyin.

# moodLove
source: Love
de: Liebe
es: Amor
pt: Amor
tr: Aşk

# moodHappy
source: Happiness
de: Freude
es: Felicidad
pt: Felicidade
tr: Mutluluk

# moodSad
source: Sadness
de: Traurigkeit
es: Tristeza
pt: Tristeza
tr: Üzüntü

# moodScared
source: Fear
de: Angst
es: Miedo
pt: Medo
tr: Korku

# moodAnger
source: Anger
de: Wut
es: Ira
pt: Raiva
tr: Öfke

# moodNeutral
source: Neutral
pt: Neutro
tr: Nötr

# moodAwe
source: Awe
de: Ehrfurcht
es: Asombro
pt: Admiração
tr: Şaşkınlık

# moodAnxiety
source: Anxiety
de: Angst
es: Ansiedad
pt: Ansiedade
tr: Kaygı

# moodConfusion
source: Confusion
de: Verwirrung
es: Confusión
pt: Confusão
tr: Kafa Karışıklığı

# moodEmpowered
source: Empowered
de: Stark
es: Empoderado
pt: Empoderado
tr: Güçlü

# moodLonging
source: Longing
de: Sehnsucht
es: Nostalgia
pt: Saudade
tr: Özlem

# moodSelectPrompt
source: What is the first feeling when you think of this dream?
de: Welches Gefühl kommt als erstes auf?
es: ¿Qué sientes al pensar en este sueño?
pt: Qual é a primeira sensação ao pensar neste sonho?
tr: Bu rüyayı düşündüğünde içindeki ilk his ne?

# moodIntensityLabel
source: Intensity
de: Intensität
es: Intensidad
pt: Intensidade
tr: Duygu Yoğunluğu

# moodIntensityLow
source: Low
de: Niedrig
es: Baja
pt: Baixa
tr: Hafif

# moodIntensityMedium
source: Medium
de: Mittel
es: Media
pt: Média
tr: Orta

# moodIntensityHigh
source: High
de: Hoch
es: Alta
pt: Alta
tr: Yoğun

# moodVividnessLabel
source: Vividness
de: Klarheit
es: Vivacidad
pt: Vivacidade
tr: Berraklık

# moodVividnessQuestion
source: How clearly do you remember the dream?
de: Wie klar erinnerst du dich?
es: ¿Qué tan claro lo recuerdas?
pt: Quão claramente você se lembra?
tr: Rüyayı ne kadar net hatırlıyorsun?

# moodVividnessLow
source: Vague
de: Vage
es: Vago
pt: Vago
tr: Bulanık

# moodVividnessMedium
source: Partially Clear
de: Teilweise
es: Parcial
pt: Parcial
tr: Kısmen Net

# moodVividnessHigh
source: Very Clear
de: Sehr Klar
es: Muy Claro
pt: Muito Claro
tr: Çok Net

# moodNotSure
source: Not Sure
de: Nicht Sicher
es: No Estoy Seguro
pt: Não Tenho Certeza
tr: Emin Değilim

# moodSaving
source: Saving your dream...
de: Dein Traum wird gespeichert...
es: Guardando tu sueño...
pt: Salvando seu sonho...
tr: Rüyan kaydediliyor...

# newDreamTitle
source: New Dream
de: Neuer Traum
es: Nuevo Sueño
pt: Novo Sonho
tr: Yeni Rüya

# newDreamSubtitle
source: Don't forget to record your dreams every day...
de: Vergiss nicht, deine Träume jeden Tag aufzuzeichnen...
es: No olvides registrar tus sueños cada día...
pt: Não se esqueça de registrar seus sonhos todos os dias...
tr: Rüyalarını her gün kaydetmeyi unutma...

# newDreamSave
source: Save & Interpret My Dream
de: Traum speichern & interpretieren
es: Guardar e Interpretar Mi Sueño
pt: Salvar e Interpretar Meu Sonho
tr: Rüyamı Kaydet ve Yorumla

# newDreamPlaceholderDetail
source: Detail your dream here... Example: I was walking in a quiet garden full of flowers. Soft light was filtering through the leaves. Water was gently rippling in a small bird bath nearby.
de: Beschreibe deinen Traum hier... Beispiel: Ich ging durch einen ruhigen Garten voller Blumen. Sanftes Licht fiel durch die Blätter. Wasser kräuselte sich sanft in einem kleinen Vogelbad in der Nähe.
es: Detalla tu sueño aquí... Ejemplo: Estaba caminando en un jardín tranquilo lleno de flores. Una luz suave se filtraba entre las hojas. El agua se ondulaba suavemente en una pequeña fuente cercana.
pt: Detalhe seu sonho aqui... Exemplo: Eu estava caminhando em um jardim tranquilo cheio de flores. Uma luz suave filtrava-se através das folhas. A água ondulava suavemente em uma pequena banheira de pássaros próxima.
tr: Rüyanı buraya detaylandır... Örnek: Çiçeklerle dolu sakin bir bahçede yürüyordum. Güneş yaprakların arasından yumuşak bir ışık yayıyordu. Yakındaki küçük bir kuş havuzunda su hafifçe dalgalanıyordu.

# newDreamPlaceholder
source: Detail your dream here...
de: Beschreibe deinen Traum hier...
es: Detalla tu sueño aquí...
pt: Detalhe seu sonho aqui...
tr: Rüyanı buraya detaylandır...

# guideCompletionTitle
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
pt: Parabéns!
tr: Tebrikler!

# guideCompletionContent
source: You have completed all stages of the Lucid Dream Guide.
de: Du hast alle Stufen des Klartraum-Leitfadens abgeschlossen. Jetzt, da du alle Techniken beherrschst, kannst du dich frei in der Klartraumwelt bewegen!
es: Has completado todas las etapas de la Guía de Sueños Lúcidos. ¡Ahora, dominando todas las técnicas, puedes moverte libremente en el mundo de los Sueños Lúcidos!
pt: Você completou todas as etapas do Guia de Sonhos Lúcidos. Agora, dominando todas as técnicas, você pode se mover livremente no mundo dos Sonhos Lúcidos!
tr: Lucid Rüya Rehberinin tüm aşamalarını tamamladın. Artık tüm teknikler üzerinde ustalaşarak Lucid Rüya dünyasında serbestçe ilerleyebilirsin!

# guideContent
source: Content
de: Inhalt
es: Contenido
pt: Conteúdo
tr: İçerik

# guideImportance
source: Why is it Important?
de: Warum ist es wichtig?
es: ¿Por qué es Importante?
pt: Por que é Importante?
tr: Neden Önemli?

# guideSteps
source: Steps
de: Schritte
es: Pasos
pt: Passos
tr: Uygulama Adımları

# guideCriteria
source: Completion Criteria
de: Abschlusskriterien
es: Criterios de Completación
pt: Critérios de Conclusão
tr: Geçiş Kriteri

# guideBrainNoteTitle
source: Note to Brain
de: Notiz ans Gehirn
es: Nota al Cerebro
pt: Nota ao Cérebro

# guideNextStep
source: Next Step
de: Nächster Schritt
es: Siguiente Paso
pt: Próximo Passo
tr: İlerle

# guideDialogTitle
source: Unlock Next Stage?
de: Bist du sicher, dass du weitermachen willst?
es: ¿Estás seguro de que quieres avanzar?
pt: Tem certeza de que deseja avançar?
tr: İlerlemek istediğine emin misin?

# guideDialogContent
source: Moving to the next stage without completing the current step may harm your journey. Are you sure you want to proceed?
de: Das Fortfahren zurächsten Stufe, ohne den aktuellen Schritt abzuschließen, könnte deiner Reise schaden. Bist du sicher, dass du fortfahren möchtest?
es: Pasar a la siguiente etapa sin completar el paso actual puede perjudicar tu viaje. ¿Estás seguro de que quieres continuar?
pt: Avançar para a próxima etapa sem concluir o passo atual pode prejudicar sua jornada. Tem certeza de que deseja continuar?
tr: Mevcut adımı gerçekleştirmeden sonraki aşamaya geçmek yolculuğuna zarar verebilir. Devam etmek istediğine emin misin?

# guideDialogCancel
source: Wait
de: Warten
es: Esperar
pt: Esperar
tr: Vazgeç

# guideDialogConfirm
source: I'm Ready
de: Ich bin bereit
es: Estoy Listo
pt: Estou Pronto
tr: Devam Et

# guideStart
source: Start Guide
de: Leitfaden starten
es: Iniciar Guía
pt: Iniciar Guia
tr: Rehbere Başla

source: Close
de: Schließen
es: Cerrar
pt: Fechar
tr: Kapat

# journalTitle
source: Dream Journal
de: Traumtagebuch
es: Diario de Sueños
pt: Diário de Sonhos
tr: Rüya Günlüğüm

# journalAll
source: All
de: Alle
es: Todos
pt: Todos
tr: Tümü

# journalFavorites
source: Favorites
de: Favoriten
es: Favoritos
pt: Favoritos
tr: Favorilerim

# journalNoDreams
source: No dreams recorded yet.
de: Noch keine Träume aufgezeichnet.
es: Aún no hay sueños registrados.
pt: Nenhum sonho registrado ainda.
tr: Henüz kaydedilmiş rüya yok.

# journalNoFavorites
source: No favorite dreams yet.
de: Noch keine Lieblingsträume.
es: Aún no hay sueños favoritos.
pt: Nenhum sonho favorito ainda.
tr: Henüz favori rüya yok.

# journalAnalysis
source: Dream Interpretation
de: Traumdeutung
es: Interpretación del Sueño
pt: Interpretação do Sonho
tr: Rüya Yorumu

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações
tr: Ayarlar

# settingsLanguage
source: Language
de: Sprache
es: Idioma
pt: Idioma
tr: Dil

# settingsNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt: Notificações
tr: Bildirimler

# settingsPrivacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
pt: Política de Privacidade
tr: Gizlilik Politikası

# settingsSupport
source: Support
es: Soporte
pt: Suporte
tr: Destek

# settingsVersion
source: Version 1.0.0
de: Version:
es: Versión:
pt: Versão:
tr: Sürüm:

# settingsNotifOpen
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar Notificaciones
pt: Ativar Notificações
tr: Bildirimleri Aç

# settingsNotifTime
source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio Diario
pt: Lembrete Diário
tr: Günlük Hatırlatıcı

# settingsNotifDesc
source: Get a gentle reminder to record your dreams every morning.
de: Erhalte jeden Morgen eine sanfte Erinnerung, deine Träume aufzuzeichnen.
es: Recibe un recordatorio suave para registrar tus sueños cada mañana.
pt: Receba um lembrete suave para registrar seus sonhos todas as manhãs.
tr: Her sabah rüyalarını kaydetmen için nazik bir hatırlatma al.

# settingsAppStatus
source: Application Status
de: App-Status
es: Estado de la Aplicación
pt: Status do Aplicativo
tr: Uygulama Durumu

source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar
tr: İptal

source: Reset
de: Zurücksetzen
es: Reiniciar
pt: Reiniciar
tr: Sıfırla

source: STANDARD
es: ESTÁNDAR
pt: PADRÃO
tr: STANDART

source: Save
de: Speichern
es: Guardar
pt: Salvar
tr: Kaydet

source: Delete
de: Löschen
es: Eliminar
pt: Excluir
tr: Sil

source: Error
de: Fehler
pt: Erro
tr: Hata

# guideNo
source: No
de: Nein
pt: Não
tr: Hayır

# guideYes
source: Yes
de: Ja
es: Sí
pt: Sim
tr: Evet

# standardVersion
source: Standard
es: Estándar
pt: Padrão
tr: Standart

# upgradeTitle
source: Upgrade to DreamBoat PRO
de: Auf DreamBoat PRO upgraden
es: Actualizar a DreamBoat PRO
pt: Atualizar para DreamBoat PRO
tr: DreamBoat PRO'ya Yükselt

# upgradeBtn
source: Unlock DreamBoat PRO (88.99 ₺)
de: DreamBoat PRO freischalten (88,99 ₺)
es: Desbloquear DreamBoat PRO (88,99 ₺)
pt: Desbloquear DreamBoat PRO (88,99 ₺)
tr: DreamBoat PRO'yu Aç (88,99 ₺)

# upgradeCancel
source: Maybe later
de: Vielleicht später
es: Quizás después
pt: Talvez depois
tr: Belki daha sonra

# upgradeSuccess
source: Welcome to DreamBoat PRO!
de: Willkommen bei DreamBoat PRO!
es: ¡Bienvenido a DreamBoat PRO!
pt: Bem-vindo ao DreamBoat PRO!
tr: DreamBoat PRO'ya hoşgeldin!

# upgradeStart
source: Start
de: Starten
es: Empezar
pt: Começar
tr: Başla

# settingsRestorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
pt: Restaurar Compras
tr: Satın Alımları Geri Yükle

# restoreSuccess
source: PRO version restored successfully!
de: PRO-Version erfolgreich wiederhergestellt!
es: ¡Versión PRO restaurada con éxito!
pt: Versão PRO restaurada com sucesso!
tr: PRO sürümü başarıyla geri yüklendi!

# restoreNotFound
source: No previous purchases found.
de: Keine früheren Käufe gefunden.
es: No se encontraron compras anteriores.
pt: Nenhuma compra anterior encontrada.
tr: Önceki satın alım bulunamadı.

# restoreError
source: Failed to restore purchases. Please try again.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
es: Error al restaurar compras. Por favor, inténtalo de nuevo.
pt: Falha ao restaurar compras. Por favor, tente novamente.
tr: Satın alımlar geri yüklenemedi. Lütfen tekrar deneyin.

# restoreUnavailable
source: Store is currently unavailable. Please try again later.
de: Der Store ist derzeit nicht verfügbar. Bitte versuche es später erneut.
es: La tienda no está disponible actualmente. Por favor, inténtalo más tarde.
pt: A loja está indisponível no momento. Por favor, tente mais tarde.
tr: Mağaza şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.

source: Restoring...
de: Wiederherstellen...
es: Restaurando...
pt: Restaurando...
tr: Geri yükleniyor...

# guideStage1Title
source: 1. MILD Technique (Mnemonic Induction of Lucid Dreams)
de: 1. MILD-Technik (Mnemotechnische Induktion von Klarträumen)
es: 1. Técnica MILD (Inducción Mnemónica de Sueños Lúcidos)
pt: 1. Técnica MILD (Indução Mnemônica de Sonhos Lúcidos)
tr: 1. MILD Tekniği (Mnemonic Induction of Lucid Dreams)

# guideStage1Subtitle
source: Planting the Seed of Awakening in Your Dreams
de: Den Samen des Erwachens in deine Träume pflanzen
es: Plantando la Semilla del Despertar en Tus Sueños
pt: Plantando a Semente do Despertar em Seus Sonhos
tr: Rüyalarınıza uyanış tohumunu ekmek

# guideStage1Content
source: This is the starting point of the lucid dreaming journey. MILD, or "Mnemonic Induction of Lucid Dreams", is a technique of planting a clear intention into the subconscious before falling asleep. This intention allows you to catch the awareness of "I am dreaming" during a dream. We will open the first door to conscious dreaming at this stage.
de: Dies ist der Ausgangspunkt der Klartraumreise. MILD, oder "Mnemotechnische Induktion von Klarträumen", ist eine Technik, bei der vor dem Einschlafen eine klare Absicht in das Unterbewusstsein gepflanzt wird. Diese Absicht ermöglicht es dir, das Bewusstsein von "Ich träume" während eines Traums zu erlangen. Wir werden in dieser Phase die erste Tür zum bewussten Träumen öffnen.
es: Este es el punto de partida del viaje de sueños lúcidos. MILD, o "Inducción Mnemónica de Sueños Lúcidos", es una técnica de plantar una intención clara en el subconsciente antes de dormir. Esta intención te permite captar la conciencia de "Estoy soñando" durante un sueño. Abriremos la primera puerta a los sueños conscientes en esta etapa.
pt: Este é o ponto de partida da jornada dos sonhos lúcidos. MILD, ou "Indução Mnemônica de Sonhos Lúcidos", é uma técnica de plantar uma intenção clara no subconsciente antes de adormecer. Esta intenção permite que você capture a consciência de "Estou sonhando" durante um sonho. Abriremos a primeira porta para o sonho consciente nesta fase.
tr: Lucid dreaming yolculuğunun başlangıç noktasıdır. MILD, yani "Mnemonic Induction of Lucid Dreams", uykuya dalmadan önce bilinçaltına net bir niyet yerleştirme tekniğidir. Bu niyet, rüya sırasında "ben rüyadayım" farkındalığını yakalamanı sağlar. Bilinçli rüyaların ilk kapısını bu aşamada aralayacağız.

# guideStage1Importance
source: MILD uses the mind's ability to recall and form intentions to prepare a mental ground for lucid dreaming. By activating the hippocampus and prefrontal cortex, it increases the probability of being conscious in a dream.
de: MILD nutzt die Fähigkeit des Geistes, sich zu erinnern und Absichten zu bilden, um einen mentalen Boden für Klarträume zu bereiten. Durch die Aktivierung des Hippocampus und des präfrontalen Kortex erhöht es die Wahrscheinlichkeit, im Traum bewusst zu sein.
es: MILD utiliza la capacidad de la mente para recordar y formar intenciones para preparar un terreno mental para los sueños lúcidos. Al activar el hipocampo y la corteza prefrontal, aumenta la probabilidad de ser consciente en un sueño.
pt: MILD usa a capacidade da mente de recordar e formar intenções para preparar um terreno mental para sonhos lúcidos. Ao ativar o hipocampo e o córtex pré-frontal, aumenta a probabilidade de estar consciente num sonho.
tr: MILD, zihnin hatırlama ve niyet oluşturma yeteneğini kullanarak, lucid dreaming'e zihinsel bir zemin hazırlar. Hipokampus ve prefrontal korteksi aktif hale getirerek rüyada bilinçli olma ihtimalini artırır.

# guideStage1Steps
source: After waking from a dream at night, try to recall your last dream in detail. Repeat this sentence to yourself: "In my next dream, I will realize that I am dreaming." Visualize this scene in your mind. Imagine yourself being aware in the dream. Close your eyes and go back to sleep with this intention. Write in detail in your dream journal when you wake up in the morning.
de: Versuche nach dem Aufwachen aus einem Traum in der Nacht, dich im Detail an deinen letzten Traum zu erinnern. Wiederhole diesen Satz für dich selbst: "In meinem nächsten Traum werde ich erkennen, dass ich träume." Visualisiere diese Szene in deinem Kopf. Stell dir vor, du wärst dir im Traum bewusst. Schließe die Augen und schlafe mit dieser Absicht wieder ein. Schreibe morgens nach dem Aufwachen alles detailliert in dein Traumtagebuch.
es: Después de despertar de un sueño por la noche, intenta recordar tu último sueño en detalle. Repite esta frase para ti mismo: "En mi próximo sueño, me daré cuenta de que estoy soñando." Visualiza esta escena en tu mente. Imagínate siendo consciente en el sueño. Cierra los ojos y vuelve a dormir con esta intención. Escribe en detalle en tu diario de sueños cuando despiertes por la mañana.
pt: Depois de acordar de um sonho à noite, tente lembrar o seu último sonho em detalhes. Repita esta frase para si mesmo: "No meu próximo sonho, vou perceber que estou sonhando." Visualize esta cena na sua mente. Imagine-se consciente no sonho. Feche os olhos e volte a dormir com esta intenção. Escreva em detalhes no seu diário de sonhos quando acordar de manhã.
tr: Gece rüyadan uyandıktan sonra son rüyanı detaylıca hatırlamaya çalış. Kendine şu cümleyi tekrar et: "Bir sonraki rüyamda rüya gördüğümü fark edeceğim." Bu sahneyi zihninde canlandır. Kendini rüyada farkında şekilde görselleştir. Gözlerini kapat, bu niyetle uykuya dön. Sabah uyandığında rüya günlüğüne detaylıca yaz.
