Repository: DreamCatcherApp-coder/dreamboat-flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, tr

# guideSlide4Content
source: How to Use This Guide? This guide is built on a special 7-stage lucid dream system. In each stage, you develop powerful habits that support dream awareness.
de: Wie benutzt man diesen Leitfaden? Dieser Leitfaden basiert auf einem speziellen 7-Stufen-Klartraumsystem. In jeder Stufe wirst du kraftvolle Gewohnheiten entwickeln, die das Traumbewusstsein unterstützen.
es: ¿Cómo usar esta guía? Esta guía está construida sobre un sistema especial de sueños lúcidos de 7 etapas. En cada etapa, desarrollarás hábitos poderosos que apoyan la conciencia del sueño.
pt: Como usar este guia? Este guia é construído sobre um sistema especial de sonhos lúcidos de 7 fases. Em cada fase, você desenvolverá hábitos poderosos que apoiam a consciência do sonho.
tr: Bu rehber nasıl kullanılır? Bu rehber 7 aşamalı özel bir lucid rüya sistemi üzerine kuruludur. Her aşamada rüya farkındalığını destekleyen güçlü alışkanlıklar geliştirirsin.

# guideSlide4GainsTitle
source: What You Will Gain As You Progress
de: Was du gewinnst, wenn du fortschreitest
es: Lo Que Ganarás a Medida que Avances
pt: O Que Ganhará Ao Progredir
tr: İlerledikçe Kazanacakların

# guideSlide4Gain1
source: You access the deep layers of your dreams
de: Du greifst auf die tiefen Schichten deiner Träume zu
es: Accedes a las capas profundas de tus sueños
pt: Acessa as camadas profundas dos seus sonhos
tr: Rüyalarının derin katmanlarına erişirsin

# guideSlide4Gain2
source: Your consciousness begins to guide dreams
de: Dein Bewusstsein beginnt, Träume zu lenken
es: Tu conciencia comienza a guiar los sueños
pt: Sua consciência começa a guiar os sonhos
tr: Bilincin rüyaya yön vermeye başlar

# guideSlide4Gain3
source: Places and people take shape according to you
de: Orte und Menschen nehmen Gestalt nach dir an
es: Lugares y personas toman forma según tú
pt: Lugares e pessoas tomam forma de acordo com você
tr: Mekânlar ve kişiler sana göre şekil alır

# guideSlide4Gain4
source: You gain more awareness over your dreams.
de: Du gewinnst mehr Bewusstsein über deine Träume
es: Ganas más conciencia sobre tus sueños
pt: Ganha mais consciência sobre os seus sonhos
tr: Rüyaların üzerinde daha fazla farkındalık kazanırsın.

# guideSlide4ProRequired
source: You must have the PRO version to access the guide.
de: Du musst die PRO-Version haben, um auf den Leitfaden zuzugreifen.
es: Debes tener la versión PRO para acceder a la guía.
pt: Você deve ter a versão PRO para acessar o guia.
tr: Rehbere erişebilmek için PRO sürüme sahip olmalısın.

# guideSlide4UnlockButton
source: Unlock PRO Version
de: PRO-Version freischalten
es: Desbloquear Versión PRO
pt: Desbloquear Versão PRO
tr: PRO Sürümünün Kilidini Aç

# guideCompleted
source: Congratulations! You've completed the entire guide.
de: Herzlichen Glückwunsch! Du hast den gesamten Leitfaden abgeschlossen.
es: ¡Felicidades! Has completado toda la guía.
pt: Parabéns! Você completou o guia inteiro.
tr: Tebrikler! Tüm rehberi tamamladın.

# actionFavorite
source: Favorite
de: Favorit
es: Favorito
pt: Favorito
tr: Favori

# understand
source: I Understand, Continue
de: Verstanden, Weiter
es: Entiendo, Continuar
pt: Entendi, Continuar
tr: Anladım, Devam Et

# testNotification
source: Send Test Notification
de: Testbenachrichtigung senden
es: Enviar Notificación de Prueba
pt: Enviar Notificação de Teste

source: Test notification sent!
de: Testbenachrichtigung gesendet!
es: ¡Notificación de prueba enviada!
pt: Notificação de teste enviada!

# journalSearchHint
source: Search your dreams...
de: Deine Träume durchsuchen...
es: Buscar en tus sueños...
pt: Pesquisar seus sonhos...
tr: Rüyalarında ara...

# newDreamLoadingText
source: Preparing your dream interpretation...
de: Bereite deine Traumdeutung vor...
es: Preparando tu interpretación de sueño...
pt: Preparando sua interpretação do sonho...
tr: Rüya yorumun hazırlanıyor...

# dreamInterpretationTitle
source: Dream Interpretation
de: Traumdeutung
es: Interpretación del Sueño
pt: Interpretação do Sonho
tr: Rüya Yorumu

# dreamInterpretationReadMore
source: Read More
de: Mehr lesen
es: Leer Más
pt: Ler Mais
tr: Devamını Oku

# dreamTooShort
source: Dream was too short to interpret.
de: Traum war zu kurz zum Deuten.
es: El sueño fue demasiado corto para interpretar.
pt: O sonho foi muito curto para interpretar.
tr: Rüya çok kısa olduğundan yorumlanamadı.

# dailyLimitReached
source: You've reached the daily dream interpretation limit (100/100).
de: Du hast das tägliche Traumdeutungslimit erreicht (100/100).
es: Has alcanzado el límite diario de interpretación de sueños (100/100).
pt: Você atingiu o limite diário de interpretação de sonhos (100/100).
tr: Günlük rüya yorumlama limitine ulaştınız (100/100).

# offlineInterpretation
source: Dream could not be interpreted due to no internet connection.
de: Traum konnte mangels Internetverbindung nicht gedeutet werden.
es: El sueño no pudo ser interpretado debido a falta de internet.
pt: O sonho não pôde ser interpretado devido à falta de internet.
tr: İnternet bağlantısı olmadığı için rüya yorumlanamadı.

# offlinePurchase
source: Internet connection is required to make a purchase.
de: Für den Kauf ist eine Internetverbindung erforderlich.
es: Se requiere conexión a internet para realizar la compra.
pt: Conexão à internet necessária para realizar compras.
tr: Satın alma işlemi için internet bağlantısı gerekiyor.

# offlineAnalysis
source: Internet connection is required for analysis.
de: Für die Analyse ist eine Internetverbindung erforderlich.
es: Se requiere conexión a internet para el análisis.
pt: Conexão à internet necessária para análise.
tr: Analiz için internet bağlantısı gerekiyor.

# proUpgradeSubtitle
source: No subscription. One-time purchase, lifetime access.
de: Kein Abo. Einmalkauf, lebenslanger Zugriff.
es: Sin suscripción. Compra única, acceso de por vida.
pt: Sem assinatura. Compra única, acesso vitalício.
tr: Abonelik yok. Tek sefer satın alır, ömür boyu erişim sağlarsın.

# proFeatureAdsTitle
source: Ad-Free Experience
de: Werbefreie Erfahrung
es: Experiencia Sin Anuncios
pt: Experiência Sem Anúncios
tr: Reklamsız Deneyim

# proFeatureAdsSubtitle
source: Focus only on your dreams and your dream world.
de: Keine Werbung bei Traumdeutungen. Konzentriere dich nur auf deine Träume und was sie dir sagen wollen.
es: Sin anuncios al interpretar sueños. Enfócate solo en tus sueños y lo que quieren contarte.
pt: Sem anúncios nas interpretações de sonhos. Concentre-se apenas nos seus sonhos e no que eles querem lhe dizer.
tr: Rüya yorumlamalarında reklam yok. Sadece rüyalarına ve sana anlatmak istediklerine odaklan.

# proFeatureAnalysisTitle
source: Weekly Dream Pattern Analysis
de: Wöchentliche Traummuster-Analyse
es: Análisis Semanal de Patrones de Sueños
pt: Análise Semanal de Padrões de Sonhos
tr: Haftalık Rüya Desen Analizi

# proFeatureAnalysisSubtitle
source: Uncover hidden connections between your dreams. Discover recurring themes, emotions, and subconscious messages over time.
de: Deckt verborgene Verbindungen zwischen deinen Träumen auf. Entdecke wiederkehrende Themen, Emotionen und Botschaften des Unterbewusstseins im Laufe der Zeit.
es: Revela conexiones ocultas entre tus sueños. Descubre temas recurrentes, emociones y mensajes del subconsciente con el tiempo.
pt: Revela conexões ocultas entre seus sonhos. Descubra temas recorrentes, emoções e mensagens do subconsciente ao longo do tempo.
tr: Rüyaların arasındaki gizli bağlantıları ortaya çıkarır. Tekrarlayan temaları, duyguları ve bilinçaltı mesajlarını zamanla keşfet.

# proFeatureGuideTitle
source: Lucid Dream Guide
de: Klartraum-Leitfaden
es: Guía de Sueños Lúcidos
pt: Guia de Sonhos Lúcidos
tr: Lucid Rüya Rehberi

# proFeatureGuideSubtitle
source: Take control of your dreams. Step-by-step guided lucid dream techniques from beginner to advanced.
de: Übernimm die Kontrolle über deine Träume. Schritt-für-Schritt angeleitete Klartraumtechniken von Anfänger bis Fortgeschritten.
es: Toma el control de tus sueños. Técnicas guiadas paso a paso desde principiante hasta avanzado.
pt: Assuma o controle dos seus sonhos. Técnicas guiadas passo a passo do iniciante ao avançado.
tr: Rüyalarının kontrolünü eline al. Adım adım rehberli lucid rüya teknikleri.

# proProcessing
source: Processing...
de: Verarbeitung...
es: Procesando...
pt: Processando...
tr: İşleniyor...

# notifDialogTitle
source: Enable Notifications
de: Benachrichtigungen Aktivieren
es: Activar Notificaciones
pt: Ativar Notificações
tr: Bildirimlere İzin Ver

# notifDialogBody
source: Allow DreamBoat to remind you to record your dreams every morning.
de: Erlaube DreamBoat, dich jeden Morgen daran zu erinnern, deine Träume aufzuzeichnen.
es: Permite que DreamBoat te recuerde registrar tus sueños cada mañana.
pt: Permita que o DreamBoat o lembre de registrar seus sonhos todas as manhãs.
tr: DreamBoat'un her sabah rüyalarınızı kaydetmenizi hatırlatmasına izin verin.

# notifPermissionDenied
source: Notification Permission Denied
de: Benachrichtigungsberechtigung Verweigert
es: Permiso de Notificación Denegado
pt: Permissão de Notificação Negada
tr: Bildirim İzni Reddedildi

# notifOpenSettings
source: Open Settings
de: Einstellungen Öffnen
es: Abrir Ajustes
pt: Abrir Configurações
tr: Ayarları Aç

# notifOpenSettingsHint
source: You need to enable notifications in settings.
de: Du musst Benachrichtigungen in den Einstellungen aktivieren.
es: Debes activar las notificaciones en los ajustes.
pt: Você precisa ativar as notificações nas configurações.
tr: Bildirimleri etkinleştirmek için ayarlardan izin vermeniz gerekiyor.

source: Allow
de: Erlauben
es: Permitir
pt: Permitir
tr: İzin Ver

# notifReminderBody
source: Don't forget to record your dream! 🌙
de: Vergiss nicht, deinen Traum aufzuzeichnen! 📝
es: ¡No olvides registrar tu sueño! 📝
pt: Não se esqueça de registrar seu sonho! 📝
tr: Rüyanızı kaydetmeyi unutmayın! 📝

# pressBackToExit
source: Press back again to exit
de: Drücke erneut zurück zum Beenden
es: Pulsa atrás de nuevo para salir
pt: Pressione voltar novamente para sair
tr: Çıkmak için tekrar geri tuşuna basın

# moonSyncTitle
source: Moon & Planet Synchronization
de: Monatliche Mond- & Planetensynchronisation
es: Sincronización Mensual de Luna y Planeta
pt: Sincronização Mensal de Lua e Planeta
tr: Aylık Ay ve Gezegen Senkronizasyonu

# moonSyncDescription
source: Moon & Planet Synchronization analyzes your dreams alongside the lunar phase on the day you dreamed, interpreting your subconscious emotional fluctuations according to the Moon's phases. It matches your dreams' word intensity, emotional tone, and selected mood tags with the Moon's cycle. This way, you understand not only the content of your dreams but also the influence of the Moon and planetary alignment on you.
de: Die Mond- und Planetensynchronisation analysiert deine Träume des letzten Monats zusammen mit der Mondphase am Tag, an dem du sie hattest, und kosmischen Ereignissen in diesem Zeitraum (wie Blutmond, Finsternisse). Indem sie die Emotionen, Intensität und Stimmung deiner Träume mit dem Mondzyklus abgleicht, offenbart sie die Harmonie zwischen deinem inneren Zustand und den kosmischen Rhythmen und worauf du in bestimmten Mondphasen (Vollmond, Halbmond usw.) achten solltest. Da sie sich auf den Mondzyklus konzentriert, wird sie einmal im Monat erstellt.
es: La Sincronización de Luna y Planetas analiza tus sueños del último mes junto con la fase lunar del día que los tuviste y los eventos cósmicos de ese período (como Luna de Sangre, eclipses). Al relacionar las emociones, intensidad y estado de ánimo de tus sueños con el ciclo lunar, revela la armonía entre tu estado interior y los ritmos cósmicos y a qué debes prestar atención durante fases lunares específicas (luna llena, cuarto, etc.). Como se centra en el ciclo lunar, se genera una vez al mes.
pt: A Sincronização de Lua e Planetas analisa seus sonhos do último mês junto com a fase lunar do dia em que os teve e os eventos cósmicos desse período (como Lua de Sangue, eclipses). Ao relacionar as emoções, intensidade e estado de espírito dos seus sonhos com o ciclo lunar, revela a harmonia entre seu estado interior e os ritmos cósmicos e ao que deve prestar atenção durante fases lunares específicas (lua cheia, quarto, etc.). Como foca no ciclo lunar, é gerada uma vez por mês.
tr: Ay ve Gezegen Senkronizasyonu, son bir ay içindeki rüyalarını gördüğün güne ait Ay evresi ve o dönemdeki kozmik olaylarla (Kanlı Ay, tutulmalar gibi) birlikte analiz eder. Rüyalarındaki duygu, yoğunluk ve ruh hâlini Ay döngüsüyle eşleştirerek, bu ay iç dünyan ile kozmik döngüler arasındaki uyumu ve belirli ay döngülerinde (dolunay, yarım ay gibi) nelere dikkat etmen gerektiğini gösterir. Ay'ın döngüsüne odaklı olduğu için ayda bir kez oluşturulur.

# moonSyncBtn
source: Start Cosmic Analysis
de: Kosmische Analyse Starten
es: Iniciar Análisis Cósmico
pt: Iniciar Análise Cósmica
tr: Kozmik Analizi Başlat

# moonSyncWait
source: You must wait {days} days for a new analysis.
de: Du musst {days} Tage auf eine neue Analyse warten.
es: Debes esperar {days} días para un nuevo análisis.
pt: Você deve esperar {days} dias para uma nova análise.
tr: Yeni analiz için {days} gün beklemelisiniz.

# moonSyncMinDreams
source: At Least 5 Recorded Dreams Required
de: Mindestens 5 aufgezeichnete Träume erforderlich
es: Se Requieren Al Menos 5 Sueños Registrados
pt: Necessário Pelo Menos 5 Sonhos Registrados
tr: En Az 5 Kaydedilmiş Rüya Gerekir

# moonSyncDone
source: Monthly Cosmic Analysis Done
de: Monatliche Kosmische Analyse Abgeschlossen
es: Análisis Cósmico Mensual Completado
pt: Análise Cósmica Mensal Concluída
tr: Aylık Kozmik Analiz Yapıldı

# moonSyncProcessing
source: Cosmic Analysis is being prepared, please wait.
de: Kosmische Analyse wird vorbereitet, bitte warten Sie einen Moment.
es: El Análisis Cósmico se está preparando, por favor espere un momento.
pt: A Análise Cósmica está sendo preparada, por favor aguarde.
tr: Kozmik Analiz hazırlanıyor, lütfen kısa bir süre bekleyin.

# moonPhaseNewMoon
source: New Moon
de: Neumond
es: Luna Nueva
pt: Lua Nova
tr: Yeni Ay

# moonPhaseWaxingCrescent
source: Waxing Crescent
de: Zunehmende Sichel
es: Luna Creciente
pt: Lua Crescente
tr: Büyüyen Hilal

# moonPhaseFirstQuarter
source: First Quarter
de: Erstes Viertel
es: Cuarto Creciente
pt: Quarto Crescente
tr: İlk Dördün

# moonPhaseWaxingGibbous
source: Waxing Gibbous
de: Zunehmender Mond
es: Gibosa Creciente
pt: Gibosa Crescente
tr: Büyüyen Şişkin Ay

# moonPhaseFullMoon
source: Full Moon
de: Vollmond
es: Luna Llena
pt: Lua Cheia
tr: Dolunay

# moonPhaseWaningGibbous
source: Waning Gibbous
de: Abnehmender Mond
es: Gibosa Menguante
pt: Gibosa Minguante
tr: Küçülen Şişkin Ay

# moonPhaseThirdQuarter
source: Third Quarter
de: Letztes Viertel
es: Cuarto Menguante
pt: Quarto Minguante
tr: Son Dördün

# moonPhaseWaningCrescent
source: Waning Crescent
de: Abnehmende Sichel
es: Luna Menguante
pt: Lua Minguante
tr: Küçülen Hilal

# actionShareInterpretation
source: Share Interpretation
de: Deutung teilen
es: Compartir Interpretación
pt: Compartilhar Interpretação
tr: Yorumu Paylaş

# sharePrivacyHint
source: Note: The share button only shares the dream interpretation. Your dreams belong to you and are never shared with third parties.
de: Hinweis: Der Button Deutung teilen teilt nur die Traumdeutung. Ihre Träume gehören Ihnen und werden niemals mit Dritten geteilt.
es: Nota: El botón Compartir Interpretación solo comparte la interpretación. Tus sueños te pertenecen y nunca se comparten con terceros.
pt: Nota: O botão Compartilhar Interpretação apenas compartilha a interpretação. Seus sonhos pertencem a você e nunca são compartilhados com terceiros.
tr: Not: Yorumu paylaş butonu yalnızca rüya yorumunuzu paylaşır. Rüyalarınız size aittir ve herhangi bir şekilde üçüncü şahıslara gösterilmez.

# moonPhaseLabel
source: Moon Phase:
de: Mondphase:
es: Fase Lunar:
pt: Fase Lunar:
tr: Ay Evresi:

source: Read More...
de: Mehr lesen...
es: Leer más...
pt: Ler mais...
tr: Devamını Oku...

source: Tap for details...
de: Für Details tippen...
es: Toca para más detalles...
pt: Toque para detalhes...
tr: Detaylar için tıklayın...

# nSelected
source: {count} Selected
de: {count} Ausgewählt
es: {count} Seleccionados
pt: {count} Selecionados
tr: {count} Seçildi

# shareCardHeader
source: MY DAILY DREAM INTERPRETATION
de: MEINE TÄGLICHE TRAUMDEUTUNG
es: MI INTERPRETACIÓN DE SUEÑOS DIARIA
pt: MINHA INTERPRETAÇÃO DE SONHOS DIÁRIA
tr: GÜNLÜK RÜYA YORUMUM

# shareCardWatermark
source: Interpreted with DreamBoat App
de: Interpretiert mit DreamBoat App
es: Interpretado con DreamBoat App
pt: Interpretado com DreamBoat App
tr: DreamBoat App ile yorumlandı

# subscriptionComingSoon
source: Subscription system coming very soon!
de: Das Abonnement-System kommt sehr bald!
es: ¡El sistema de suscripción llegará muy pronto!
pt: O sistema de assinatura chegará em breve!
tr: Abonelik sistemi çok yakında aktif olacak!

source: Subscribe Monthly
de: Monatlich abonnieren
es: Suscribirse Mensual
pt: Assinar Mensal
tr: Aylık Abone Ol

source: Subscribe Yearly
de: Jährlich abonnieren
es: Suscribirse Anual
pt: Assinar Anual
tr: Yıllık Abone Ol

# planMonthly
source: MONTHLY
de: MONATLICH
es: MENSUAL
pt: MENSAL
tr: AYLIK

# planAnnual
source: ANNUAL
de: JÄHRLICH
es: ANUAL
pt: ANUAL
tr: YILLIK

source: MOST POPULAR
de: BELIEBTESTE
es: MÁS POPULAR
pt: MAIS POPULAR
tr: EN POPÜLER

source: Subscribe Now
de: Jetzt abonnieren
es: Suscribirse
pt: Assinar Agora
tr: Abone Ol

# billingMonthly
source: Recurring monthly payment. Cancel anytime.
de: Monatliches Abo mit automatischer Verlängerung. Jederzeit kündbar.
es: Suscripción mensual con renovación automática. Cancela cuando quieras.
pt: Assinatura mensal com renovação automática. Cancele quando quiser.
tr: Aylık otomatik yenilenen abonelik. İstediğin zaman iptal edebilirsin.

# billingAnnual
source: Billed as one payment. Recurring annual payment.
de: Jährliches Abo mit automatischer Verlängerung. Einmal pro Jahr abgerechnet.
es: Suscripción anual con renovación automática. Se factura una vez al año.
pt: Assinatura anual com renovação automática. Cobrado uma vez por ano.
tr: Yıllık otomatik yenilenen abonelik. Her yıl bir kez faturalandırılır.

# proFeatureAds
source: Ad-Free Experience
de: Werbefreie Erfahrung
es: Experiencia Sin Anuncios
pt: Experiência Sem Anúncios
tr: Reklamsız Deneyim

# proFeatureAnalysis
source: Weekly Pattern Analysis
de: Wöchentliche Muster-Analyse
es: Análisis Semanal de Patrones
pt: Análise Semanal de Padrões
tr: Haftalık Desen Analizi

# proFeatureGuide
source: Lucid Dream Guide
de: Klartraum-Leitfaden
es: Guía de Sueños Lúcidos
pt: Guia de Sonhos Lúcidos
tr: Lucid Rüya Rehberi

# proFeatureMoonSync
source: Moon & Planet Synchronization
de: Mond- und Planetensynchronisation
es: Sincronización Lunar y Planetaria
pt: Sincronização Lunar e Planetária
tr: Aylık Ay ve Gezegen Senkronizasyonu

# freeTrialDays
source: Days Free Trial
de: Tage Kostenlos Testen
es: Días de Prueba Gratis
pt: Dias de Teste Grátis
tr: Gün Ücretsiz Dene

source: Then
de: Danach
es: Luego
pt: Depois
tr: Sonra

# reviewSatisfactionTitle
source: Enjoying DreamBoat?
de: Gefällt dir DreamBoat?
es: ¿Te gusta DreamBoat?
pt: Gostando do DreamBoat?
tr: DreamBoat'u sevdin mi?

# reviewSatisfactionContent
source: Share your experience with us!
de: Teile deine Erfahrung mit uns!
es: ¡Comparte tu experiencia con nosotros!
pt: Compartilhe sua experiência conosco!
tr: Deneyimini bizimle paylaş!

# reviewOptionYes
source: Yes, loved it!
de: Ja, sehr!
es: ¡Sí, me encanta!
pt: Sim, adorei!
tr: Evet, bayıldım!

# reviewOptionNeutral
source: It's okay
de: Es geht
es: Más o menos
pt: Mais ou menos
tr: Eh işte

# reviewOptionNo
source: No, not really
de: Nein, nicht wirklich
es: No, no mucho
pt: Não muito
tr: Hayır, sevmedim

# reviewFeedbackTitle
source: Your feedback matters
de: Deine Meinung zählt
es: Tu opinión importa
pt: Sua opinião importa
tr: Görüşlerin önemli

# reviewFeedbackContent
source: How can we improve? Feel free to write to us.
de: Was können wir verbessern? Schreib uns gerne.
es: ¿Cómo podemos mejorar? No dudes en escribirnos.
pt: Como podemos melhorar? Sinta-se à vontade para nos escrever.
tr: Daha iyi bir deneyim için ne yapabiliriz? Bize yazmaktan çekinme.

# reviewFeedbackButton
source: Contact Us
de: Kontaktieren
es: Escríbenos
pt: Fale Conosco
tr: Bize Yaz

# reviewCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar
tr: Vazgeç

# adConsentTitle
source: One More Dream Interpretation ✨
de: Noch eine Traumdeutung ✨
es: Una Interpretación de Sueño Más ✨
pt: Mais Uma Interpretação de Sonho ✨
tr: Bir rüya yorumu daha

# adConsentBody
source: DreamBoat offers free dream interpretations. To sustain this, a short video will be shown before each interpretation.
de: Um DreamBoat kostenlos zu halten, kannst du eine kurze Werbung ansehen, um diesen Traum zu deuten, oder auf PRO upgraden.
es: Para mantener DreamBoat gratis, puedes ver un anuncio corto para interpretar este sueño o actualizar a PRO para eliminar los límites.
pt: Para manter o DreamBoat gratuito, você pode assistir a um breve anúncio para interpretar este sonho ou atualizar para o PRO para remover limites.
tr: DreamBoat’ta rüya yorumları ücretsiz sunulur. Bunu sürdürebilmek için her yorumdan önce kısa bir video gösterilir.

# adConsentWatch
source: Watch Ad & Get Interpretation
de: Werbung ansehen & Deuten
es: Ver Anuncio e Interpretar
pt: Assistir Anúncio e Interpretar
tr: Reklam İzle ve Yorumu Al

# adConsentPro
source: Upgrade to PRO (Ad-Free)
de: Auf PRO upgraden (Werbefrei)
es: Actualizar a PRO (Sin Anuncios)
pt: Atualizar para PRO (Sem Anúncios)
tr: PRO’ya Geç (Reklamsız)

# adLoadError
source: The ad could not be loaded at the moment. You can try again shortly or upgrade to PRO.
de: Werbung ist nicht bereit. Bitte versuche es erneut oder wechsle zu PRO.
es: El anuncio no está listo. Por favor intenta de nuevo o actualiza a PRO.
pt: O anúncio não está pronto. Por favor, tente novamente ou atualize para PRO.
tr: Şu anda reklam yüklenemedi. Biraz sonra tekrar deneyebilirsin veya PRO’ya geçebilirsin.

# adRetry
source: Retry
de: Erneut versuchen
es: Reintentar Anuncio
pt: Tentar Anuncio Novamente
tr: Tekrar Dene
