Repository: DreamCatcherApp-coder/dreamboat-flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, tr

# privacySection1Content
source: Your dreams are stored encrypted. Data sent for AI analysis is anonymized and never used for training AI models. Your data is protected in compliance with GDPR and KVKK standards.
de: Ihre Traumaufzeichnungen und In-App-Daten werden sicher gespeichert. Ihre Träume werden nur verarbeitet, um die von der Anwendung angebotenen Funktionen auszuführen. Trauminhalte werden niemals mit Dritten geteilt Daten werden nicht für Werbung, Marketing oder Benutzerprofilierung verwendet KI-gestützte Analysen werden ausschließlich zur Verbesserung der Benutzererfahrung durchgeführt Traumtexte werden nicht zum Trainieren von KI-Modellen verwendet Alle Vorgänge werden in Übereinstimmung mit KVKK- und DSGVO-Standards durchgeführt
es: Tus registros de sueños y datos en la aplicación se almacenan de forma segura. Tus sueños se procesan solo para operar las funciones ofrecidas por la aplicación. Los contenidos de los sueños nunca se comparten con terceros Los datos no se utilizan para fines de publicidad, marketing o elaboración de perfiles de usuario Los análisis impulsados por IA se realizan únicamente para mejorar la experiencia del usuario Los textos de los sueños no se utilizan para entrenar modelos de IA Todas las operaciones se llevan a cabo de acuerdo con los estándares KVKK y RGPD
pt: Seus registros de sonhos e dados no aplicativo são armazenados com segurança. Seus sonhos são processados apenas para operar os recursos oferecidos pelo aplicativo. Conteúdos de sonhos nunca são compartilhados com terceiros Dados não são usados para fins de publicidade, marketing ou perfil de usuário Análises impulsionadas por IA são realizadas exclusivamente para melhorar a experiência do usuário Textos de sonhos não são usados para treinar modelos de IA Todas as operações são realizadas de acordo com os padrões KVKK e GDPR
tr: Rüya kayıtlarınız ve uygulama içi verileriniz güvenli bir şekilde saklanır. Rüyalarınız yalnızca uygulamanın sunduğu özellikleri çalıştırmak için işlenir. Rüya içerikleri üçüncü kişilerle asla paylaşılmaz Veriler reklam, pazarlama veya kullanıcı profilleme amacıyla kullanılmaz Yapay zekâ destekli analizler yalnızca kullanıcı deneyimini geliştirmek için yapılır Rüya metinleri AI modellerinin eğitimi için kullanılmaz Tüm işlemler KVKK ve GDPR standartlarına uygun şekilde yürütülür

# privacySection2Title
source: 2. Account and Usage:
de: 2. Konto und Nutzung
es: 2. Cuenta y Uso
pt: 2. Conta e Uso
tr: 2. Hesap ve Kullanım

# privacySection2Content
source: The app is used completely anonymously and does not require any membership. Your personal data and dream records are only stored on your device. There is no account creation process or personal data collection.
de: DreamBoat funktioniert ohne die Notwendigkeit, ein Konto zu erstellen. Die Anwendung kann anonym genutzt werden Ihre Träume und Einstellungen werden nur auf Ihrem Gerät oder in sicheren Bereichen der Anwendung gespeichert Personenbezogene Identitätsdaten (Name, E-Mail usw.) werden nicht zwingend erhoben
es: DreamBoat funciona sin necesidad de crear una cuenta. La aplicación se puede utilizar de forma anónima Tus sueños y configuraciones se almacenan solo en tu dispositivo o en áreas seguras pertenecientes a la aplicación La información de identidad personal (nombre, correo electrónico, etc.) no se recopila obligatoriamente
pt: O DreamBoat funciona sem a necessidade de criar uma conta. O aplicativo pode ser usado anonimamente Seus sonhos e configurações são armazenados apenas no seu dispositivo ou em áreas seguras pertencentes ao aplicativo Informações de identidade pessoal (nome, e-mail, etc.) não são coletadas obrigatoriamente
tr: DreamBoat, hesap oluşturma zorunluluğu olmadan çalışır. Uygulama anonim olarak kullanılabilir Rüyalarınız ve ayarlarınız yalnızca cihazınızda veya uygulamaya ait güvenli alanlarda saklanır Kişisel kimlik bilgileri (isim, e-posta vb.) zorunlu olarak toplanmaz

# privacySection3Title
source: 3. Contact:
de: 3. Datenschutz- und Sperrfunktionen
es: 3. Privacidad y Funciones de Bloqueo
pt: 3. Privacidade e Recursos de Bloqueio
tr: 3. Gizlilik ve Kilitleme Özellikleri

# privacySection3Content
source: For any questions, suggestions, and data requests, you can contact us at info@novabloomstudio.com.
de: DreamBoat bietet zusätzliche Sicherheitsoptionen zum Schutz der Privatsphäre: Das Traumtagebuch kann mit Face ID oder Fingerabdruck gesperrt werden Träume sind standardmäßig vollkommen privat Die Teilen-Funktion ist optional und funktioniert nur, wenn der Benutzer ausdrücklich entscheidet zu teilen Träume werden niemals automatisch oder mit Dritten geteilt
es: DreamBoat ofrece opciones de seguridad adicionales para proteger la privacidad: El diario de sueños se puede bloquear con Face ID o huella digital Los sueños son completamente privados por defecto La función de compartir es opcional y solo funciona cuando el usuario elige explícitamente compartir Los sueños nunca se comparten automáticamente ni con terceros
pt: O DreamBoat oferece opções adicionais de segurança para proteger a privacidade: O diário de sonhos pode ser bloqueado com Face ID ou impressão digital Os sonhos são completamente privados por padrão O recurso de compartilhamento é opcional e funciona apenas quando o usuário escolhe explicitamente compartilhar Os sonhos nunca são compartilhados automaticamente ou com terceiros
tr: DreamBoat, gizliliği korumak için ek güvenlik seçenekleri sunar: Rüya günlüğü Face ID veya parmak izi ile kilitlenebilir Rüyalar varsayılan olarak tamamen özeldir Paylaşım özelliği isteğe bağlıdır ve yalnızca kullanıcı açıkça paylaşmayı seçtiğinde çalışır Rüyalar hiçbir zaman otomatik olarak veya üçüncü taraflarla paylaşılmaz

# privacySection4Title
source: 4. Health and Medical Disclaimer (IMPORTANT):
de: 4. Gesundheits- und medizinischer Haftungsausschluss (WICHTIG)
es: 4. Descargo de Responsabilidad Médica (IMPORTANTE)
pt: 4. Aviso Legal de Saúde e Médico (IMPORTANTE)
tr: 4. Sağlık ve Tıbbi Feragat (ÖNEMLİ)

# privacySection4Content
source: This app is not a medical device. Dream interpretations and analyses provided are solely for entertainment and personal development purposes and do not constitute medical advice. Our app does not collect or process any biometric or health data.
de: DreamBoat ist keine Gesundheits- oder medizinische Anwendung. Die bereitgestellten Traumdeutungen und Analysen dienen ausschließlich Unterhaltungs- und Persönlichkeitsentwicklungszwecken Sie stellen keine medizinische, psychologische oder professionelle Beratung dar Die Anwendung sammelt oder verarbeitet keine biometrischen oder gesundheitsbezogenen Daten 5. Kontakt Sie können unsere detaillierte Datenschutzrichtlinie auch auf unserer Website einsehen: https://www.novabloomstudio.com/de/privacy
es: DreamBoat no es una aplicación de salud o médica. Las interpretaciones y análisis de sueños proporcionados son únicamente para fines de entretenimiento y conciencia personal No constituye consejo médico, psicológico o profesional La aplicación no recopila ni procesa datos biométricos o de salud 5. Contacto También puedes acceder a nuestra política de privacidad detallada en nuestro sitio web: https://www.novabloomstudio.com/es/privacy
pt: Este aplicativo não é um dispositivo médico. Interpretações e análises de sonhos fornecidas são apenas para fins de entretenimento e conscientização pessoal Não constitui aconselhamento médico, psicológico ou profissional O aplicativo não coleta nem processa dados biométricos ou de saúde 5. Contato Você também pode acessar nossa política de privacidade detalhada em nosso site: https://www.novabloomstudio.com/pt/privacy
tr: DreamBoat bir sağlık veya tıbbi uygulama değildir. Sunulan rüya yorumları ve analizler eğlence ve kişisel farkındalık amaçlıdır Tıbbi, psikolojik veya profesyonel tavsiye niteliği taşımaz Uygulama biyometrik veya sağlık verisi toplamaz ve işlemez 5. İletişim Detaylı gizlilik politikamıza web sitemiz üzerinden de ulaşabilirsiniz: https://www.novabloomstudio.com/tr/privacy

# supportTitle
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
pt: Fale Conosco
tr: Bize Ulaşın

# supportContent
source: Your feedback is very valuable to NovaBloom Studio. You can send us an email for suggestions, bug reports, or collaboration requests.
de: Ihr Feedback ist für NovaBloom Studio sehr wertvoll. Sie können uns eine E-Mail für Vorschläge, Fehlerberichte oder Kooperationsanfragen senden.
es: Tus comentarios son muy valiosos para NovaBloom Studio. Puedes enviarnos un correo electrónico para sugerencias, informes de errores o solicitudes de colaboración.
pt: Seu feedback é muito valioso para o NovaBloom Studio. Você pode nos enviar um e-mail para sugestões, relatórios de bugs ou solicitações de colaboração.
tr: Görüşleriniz NovaBloom Studio için çok değerli. Öneri, hata bildirimi veya işbirliği talepleriniz için bize e-posta gönderebilirsiniz.

# supportSendEmail
source: Send Email
de: E-Mail senden
es: Enviar Correo
pt: Enviar E-mail
tr: E-posta Gönder

# supportEmailNotFound
source: Email app not found.
de: E-Mail-App nicht gefunden.
es: Aplicación de correo no encontrada.
pt: Aplicativo de e-mail não encontrado.
tr: E-posta uygulaması bulunamadı.

# debugResetTitle
source: Debug Reset
es: Reinicio de Depuración
pt: Reinício de Debug

# debugResetContent
source: Do you want to restore the app to Standard version?
de: Möchtest du die App auf die Standardversion zurücksetzen?
es: ¿Quieres restaurar la aplicación a la versión Estándar?
pt: Deseja restaurar o aplicativo para a versão Padrão?
tr: Uygulama durumunu Standart versiyona döndürmek istiyor musunuz?

# timeFormat24h
source: 24-Hour Format
de: 24-Stunden-Format
es: Formato 24 Horas
pt: Formato 24 Horas
tr: 24 Saat Formatı

# languageTurkish
source: Turkish
de: Türkisch
es: Turco
pt: Turco
tr: Türkçe

# languageEnglish
source: English
de: Englisch
es: Inglés
pt: Inglês

# guideSlide1Title
source: The Wisdom of Ancient Egypt
de: Die Weisheit des Alten Ägypten
es: La Sabiduría del Antiguo Egipto
pt: A Sabedoria do Antigo Egito
tr: Eski Mısır’ın Bilgeliği

# guideSlide1Subtitle
source: Gateway to the Soul's Journey
de: Tor zur Reise der Seele
es: Puerta al Viaje del Alma
pt: Portal para a Jornada da Alma
tr: Ruhun Yolculuğuna Açılan Kapı

# guideSlide1Content1
source: Traces of what we call lucid dreaming today could be seen in Ancient Egypt. The Egyptians interpreted dreaming as a conscious experience within the framework of the cultural and spiritual beliefs of the period. Indeed, symbolic narratives exist describing Pharaohs interacting with divine figures in the dream realm through priests.
de: Spuren dessen, was wir heute luzides Träumen nennen, konnten im Alten Ägypten gesehen werden. Die Ägypter interpretierten das Träumen als eine bewusste Erfahrung im Rahmen der kulturellen und spirituellen Überzeugungen der Zeit. Tatsächlich existieren symbolische Erzählungen, die Pharaonen beschreiben, die im Traumreich durch Priester mit göttlichen Figuren interagieren.
es: Los rastros de lo que hoy llamamos sueño lúcido se podían ver en el Antiguo Egipto. Los egipcios interpretaban el sueño como una experiencia consciente dentro del marco de las creencias culturales y espirituales de la época. De hecho, existen narrativas simbólicas que describen a los faraones interactuando con figuras divinas en el reino de los sueños a través de sacerdotes.
pt: Vestígios do que chamamos hoje de sonho lúcido podiam ser vistos no Antigo Egito. Os egípcios interpretavam o sonho como uma experiência consciente dentro do quadro das crenças culturais e espirituais da época. De fato, existem narrativas simbólicas que descrevem faraós interagindo com figuras divinas no reino dos sonhos através de sacerdotes.
tr: Günümüzde adına lucid rüya dediğimiz kavramın izlerini Antik Mısır’da görmek mümkündü. Mısırlılar rüyayı, dönemin kültürel ve spiritüel inançları çerçevesinde bilinçli bir deneyim olarak yorumlarlardı. Öyle ki Firavunların, rahipler aracılığıyla rüya aleminde ilahi figürlerle etkileşim yaşadıklarına dair sembolik anlatımlar yer alır.

# guideSlide1Content2
source: In modern medicine, sleep research in the field of somnology has observed that the frontal cortex is active during REM sleep, meaning the areas of the brain associated with consciousness and awareness work similarly to when awake. These findings are interpreted as bearing some conceptual similarities to the conscious experience narratives attributed to dreaming in Ancient Egypt.
de: In der modernen Medizin haben Schlafexperten (Somnologie) entdeckt, dass während des REM-Schlafs – dem Teil des Schlafs, in dem wir träumen – der frontale Kortex aktiv ist, was bedeutet, dass die mit Bewusstsein verbundenen Gehirnregionen ähnlich wie im Wachzustand arbeiten. Diese Erkenntnisse werden so interpretiert, dass sie einige konzeptionelle Ähnlichkeiten mit den bewussten Erfahrungserzählungen aufweisen, die dem Träumen im Alten Ägypten zugeschrieben wurden.
es: En la medicina moderna, en la investigación del sueño en el campo de la somnología, se ha observado que la corteza frontal está activa durante el sueño REM, lo que significa que las áreas del cerebro asociadas con la conciencia y la percepción funcionan de manera similar a cuando se está despierto. Estos hallazgos se interpretan como similitudes conceptuales con las narrativas de experiencias conscientes atribuidas al sueño en el Antiguo Egipto.
pt: Na medicina moderna, na pesquisa do sono no campo da somnologia, foi observado que o córtex frontal está ativo durante o sono REM, o que significa que as áreas do cérebro associadas à consciência e percepção funcionam de forma semelhante a quando se está acordado. Essas descobertas são interpretadas como semelhanças conceituais com as narrativas de experiências conscientes atribuídas aos sonhos no Antigo Egito.
tr: Modern tıpta somnoloji alanındaki uyku araştırmalarında, rüya gördüğümüz evre olan REM uykusunda frontal korteksin aktif olduğu, yani beynin bilinç ve farkındalıkla ilişkili bölgelerinin uyanık haldekine benzer bir şekilde çalıştığı gözlemlenmiştir. Bu bulgular, Antik Mısır’da rüyaya atfedilen bilinçli deneyim anlatımlarıyla bazı kavramsal benzerlikler taşıdığı şeklinde yorumlanmaktadır.

# guideSlide2Title
source: Meditations of Tibetan Monks
de: Meditationen tibetischer Mönche
es: Meditaciones de los Monjes Tibetanos
pt: Meditações dos Monges Tibetanos
tr: Tibet Rahiplerinin Meditasyonları

# guideSlide2Subtitle
source: Transcending the Limits of the Mind
de: Die Grenzen des Geistes überschreiten
es: Trascendiendo los Límites de la Mente
pt: Transcendendo os Limites da Mente
tr: Zihnin Sınırlarını Aşmak

# guideSlide2Content1
source: Tibetan monks, through deep meditation practices lasting a lifetime, treated lucid dreaming as an inner experience aimed at increasing mental awareness. High in the Himalayas, monks exploring the layers of the mind supported conscious dream experiences with mental discipline and traditional practices.
de: Tibetische Mönche behandelten luzides Träumen durch lebenslange tiefe Meditationspraktiken als innere Erfahrung, die darauf abzielte, das geistige Bewusstsein zu steigern. Hoch im Himalaya unterstützten Mönche, die die Schichten des Geistes erforschten, bewusste Traumerfahrungen mit geistiger Disziplin und traditionellen Praktiken.
es: Los monjes tibetanos, a través de prácticas de meditación profunda de toda la vida, trataron el sueño lúcido como una experiencia interna destinada a aumentar la conciencia mental. En las altas cumbres de los Himalayas, los monjes que exploran las capas de la mente apoyaron las experiencias de sueños conscientes con disciplina mental y prácticas tradicionales.
pt: Monges tibetanos, através de práticas de meditação profunda de toda a vida, trataram o sonho lúcido como uma experiência interna destinada a aumentar a consciência mental. No alto do Himalaia, monges explorando as camadas da mente apoiaram as experiências de sonhos conscientes com disciplina mental e práticas tradicionais.
tr: Tibet rahipleri, bir ömür süren derin meditasyon pratikleriyle lucid rüyayı, zihinsel farkındalığı artırmaya yönelik bir içsel deneyim olarak ele aldılar. Himalayaların yüksek zirvelerinde, zihnin katmanlarını keşfeden rahipler, bilinçli rüya deneyimlerini zihinsel disiplin ve geleneksel pratiklerle destekledi.

# guideSlide2Content2
source: In recent neurological studies, the relationship between meditation practices and sleep awareness has been examined. In light of these ancient traditions, this special guide we prepared aims to awaken this potential in the depths of your mind and carry your awareness to the dream realm. You can start the journey of becoming the conscious architect of your own inner world, leaving behind being just a spectator in your dreams.
de: In jüngsten neurologischen Studien wurde der Zusammenhang zwischen Meditationspraktiken und Schlafbewusstsein untersucht. Im Lichte dieser alten Traditionen zielt dieser spezielle Leitfaden, den wir vorbereitet haben, darauf ab, dieses Potenzial in den Tiefen deines Geistes zu wecken und dein Bewusstsein in das Traumreich zu tragen. Du kannst die Reise beginnen, der bewusste Architekt deiner eigenen inneren Welt zu werden und aufhören, nur ein Zuschauer in deinen Träumen zu sein.
es: En estudios neurológicos recientes, se ha examinado la relación entre las prácticas de meditación y la conciencia del sueño. A la luz de estas antiguas tradiciones, esta guía especial que preparamos tiene como objetivo despertar este potencial en las profundidades de tu mente y llevar tu conciencia al reino de los sueños. Puedes comenzar el viaje de convertirte en el arquitecto consciente de tu propio mundo interior, dejando de ser solo un espectador en tus sueños.
pt: Em estudos neurológicos recentes, a relação entre práticas de meditação e consciência do sono foi examinada. À luz dessas tradições antigas, este guia especial que preparamos visa despertar este potencial nas profundezas da sua mente e levar a sua consciência para o reino dos sonhos. Você pode começar a jornada de se tornar o arquiteto consciente do seu próprio mundo interior, deixando de ser apenas um espectador em seus sonhos.
tr: Günümüzde bazı nörolojik çalışmalarda, meditasyon pratikleri ile uyku farkındalığı arasındaki ilişki incelenmiştir. Bu kadim geleneklerin ışığında hazırladığımız bu özel rehber, zihninizin derinliklerindeki bu potansiyeli uyandırmayı ve farkındalığınızı rüya alemine taşımayı hedefler. Rüyalarınızda bir izleyici olmaktan çıkıp, kendi iç dünyanızın bilinçli mimarı olma yolculuğuna şimdi başlayabilirsiniz.

# guideSlide3Title
source: The Secret of Dreamcatchers
de: Das Geheimnis der Traumfänger
es: El Secreto de los Atrapasueños
pt: O Segredo dos Filtros dos Sonhos
tr: Rüya Kapanlarının Sırrı

# guideSlide3Subtitle
source: Guardian of Conscious Dreams
de: Wächter der bewussten Träume
es: Guardián de los Sueños Conscientes
pt: Guardião dos Sonhos Conscientes
tr: Bilinçli Rüyaların Koruyucusu

# guideSlide3Content1
source: In Native American cultures, the dreamcatcher was seen as a symbolic object associated with lucid dreams. This practice, passed down through generations, was interpreted as a cultural symbol representing dream experiences. Under the guidance of shamans, the dreamcatcher was valued as a symbol associated with conscious awareness and symbolizing spiritual connections.
de: In den Kulturen der amerikanischen Ureinwohner wurde der Traumfänger als symbolisches Objekt angesehen, das mit luziden Träumen verbunden ist. Diese Praxis, die über Generationen weitergegeben wurde, wurde als kulturelles Symbol interpretiert, das Traumerfahrungen darstellt. Unter der Führung von Schamanen wurde der Traumfänger als Symbol geschätzt, das mit bewusstem Bewusstsein verbunden ist und spirituelle Verbindungen symbolisiert.
es: En las culturas nativas americanas, el atrapasueños era visto como un objeto simbólico asociado con los sueños lúcidos. Esta práctica, transmitida de generación en generación, se interpretó como un símbolo cultural que representa las experiencias oníricas. Bajo la guía de los chamanes, el atrapasueños fue valorado como un símbolo asociado con la conciencia consciente y que simboliza las conexiones espirituales.
pt: Nas culturas nativas americanas, o filtro dos sonhos era visto como um objeto simbólico associado aos sonhos lúcidos. Esta prática, passada de geração em geração, foi interpretada como um símbolo cultural representando experiências oníricas. Sob a orientação de xamãs, o filtro dos sonhos foi valorizado como um símbolo associado à consciência consciente e simbolizando conexões espirituais.
tr: Kızılderili kültürlerinde rüya kapanı, bilinçli rüyalarla ilişkilendirilen sembolik bir obje olarak görülürdü. Nesilden nesile aktarılan bu pratik, rüya deneyimlerini temsil eden kültürel bir sembol olarak yorumlanırdı. Şamanların rehberliğinde, rüya kapanı bilinçli farkındalıkla ilişkilendirilen ve ruhani bağları simgeleyen bir sembol olarak değer gördü.

# guideSlide3Content2
source: In the modern information age, lucid dreaming is treated not only as a mystical experience of ancient cultures but also as a consciousness experience studied in modern scientific research. In this lucid dreaming guide, created by compiling the most current research and teachings passed down from generation to generation, it is possible for you to discover different experiences by deepening your mental awareness.
de: Im modernen Informationszeitalter wird luzides Träumen nicht nur als mystische Erfahrung alter Kulturen behandelt, sondern auch als Bewusstseinserfahrung, die in der modernen wissenschaftlichen Forschung untersucht wird. In diesem Klartraum-Leitfaden, der durch Zusammenstellung der aktuellsten Forschungen und Lehren erstellt wurde, die von Generation zu Generation weitergegeben wurden, ist es möglich, verschiedene Erfahrungen zu entdecken, indem du dein geistiges Bewusstsein vertiefst.
es: En la era de la información moderna, el sueño lúcido no solo se trata como una experiencia mística de culturas antiguas, sino también como una experiencia de conciencia estudiada en la investigación científica moderna. En esta guía de sueños lúcidos, creada compilando las investigaciones y enseñanzas más actuales transmitidas de generación en generación, es posible que descubras diferentes experiencias profundizando tu conciencia mental.
pt: Na era da informação moderna, o sonho lúcido não é tratado apenas como uma experiência mística de culturas antigas, mas também como uma experiência de consciência estudada na pesquisa científica moderna. Neste guia de sonhos lúcidos, criado compilando as pesquisas e ensinamentos mais atuais passados de geração em geração, é possível que você descubra diferentes experiências aprofundando a sua consciência mental.
tr: Modern bilgi çağında lucid rüya sadece eski kültürlerin mistik bir deneyimi değil, modern bilimsel araştırmalarda üzerinde çalışılan bir bilinç deneyimi olarak ele alınmaktadır. En güncel araştırmalar ve nesilden nesile aktarılan öğretileri derleyerek oluşturduğumuz bu lucid rüya rehberinde, zihinsel farkındalığınızı derinleştirerek farklı deneyimleri keşfetmeniz mümkün.

# guideSlide4Title
source: Lucid Dream Guide
de: Klartraum-Leitfaden
es: Guía de Sueños Lúcidos
pt: Guia de Sonhos Lúcidos
tr: Lucid Rüya Rehberi
