Repository: DreamCatcherApp-coder/dreamboat-flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, tr

# guideStage6Importance
source: Dopamine is the center of motivation, imagination, and the reward system. Excessive stimuli disrupt this balance and reduce dream clarity.
de: Dopamin ist ein Neurotransmitter, der bei Motivations- und Aufmerksamkeitsprozessen eine Rolle spielt. Übermäßige Reize können die mentale Fokussierung erschweren. Dieser Inhalt ist kein medizinischer Rat; er bietet nur Vorschläge für Bewusstsein und Lebensstil.
es: La dopamina es un neurotransmisor que desempeña un papel en los procesos de motivación y atención. Los estímulos excesivos pueden dificultar el enfoque mental. Este contenido no es consejo médico; solo ofrece sugerencias de conciencia y estilo de vida.
pt: Dopamina é um neurotransmissor que desempenha um papel nos processos de motivação e atenção. Estímulos excessivos podem dificultar o foco mental. Este conteúdo não é aconselhamento médico; oferece apenas sugestões de consciência e estilo de vida.
tr: Dopamin, motivasyon ve dikkat süreçlerinde rol oynayan bir nörotransmitterdir. Aşırı uyaranlar zihinsel odaklanmayı zorlaştırabilir. Bu içerikler tıbbi tavsiye değildir; yalnızca farkındalık ve yaşam tarzı önerileri sunar.

# guideStage6Steps
source: Limit your social media time to 1 hour for 5 days. Get light exercise, walk, and sunlight. Eat rich in Omega-3, stay away from sugar. Do focus exercises before sleep.
de: Begrenze deine Social-Media-Zeit für 5 Tage auf 1 Stunde. Mache leichte Übungen, gehe spazieren und tanke Sonne. Iss Omega-3-reich, bleibe fern von Zucker. Mache Fokusübungen vor dem Schlafen.
es: Limita tu tiempo en redes sociales a 1 hora durante 5 días. Haz ejercicio ligero, camina y toma sol. Come rico en Omega-3, aléjate del azúcar. Haz ejercicios de concentración antes de dormir.
pt: Limite seu tempo de mídia social para 1 hora por 5 dias. Faça exercício leve, caminhe e tome sol. Coma rico em Omega-3, fique longe de açúcar. Faça exercícios de foco antes de dormir.
tr: 5 gün boyunca sosyal medya süreni 1 saatle sınırla. Hafif egzersiz, yürüyüş ve güneş ışığı al. Omega-3 açısından zengin, şekerden uzak beslen. Uyku öncesi odak egzersizleri yap.

# guideStage6Criteria
source: If you consciously managed the environment, light, or an object in 2 lucid dreams in a week, you can proceed to the final stage.
de: Wenn du die Umgebung, das Licht oder ein Objekt 3 Mal in Klarträumen in einer Woche bewusst manipuliert hast, kannst du zur letzten Stufe übergehen.
es: Si manipulaste conscientemente el entorno, la luz o un objeto 3 veces en sueños lúcidos en una semana, puedes pasar a la etapa final.
pt: Se você manipulou conscientemente o ambiente, luz ou um objeto 3 vezes em sonhos lúcidos numa semana, pode avançar para a fase final.
tr: 1 hafta içinde 3 kez lucid rüyada bilinçli şekilde ortamı, ışığı veya bir objeyi manipüle edebildiysen son aşamaya geçebilirsin.

# guideStage6BrainNote
source: You didn't just train your mind, you optimized its biological structure. Now conscious dreams are not just possible; they are becoming your nature.
de: Du hast nicht nur deinen Geist trainiert, du hast seine biologische Struktur optimiert. Jetzt sind bewusste Träume nicht nur möglich; sie werden zu deiner Natur.
es: No solo entrenaste tu mente, optimizaste su estructura biológica. Ahora los sueños conscientes no solo son posibles; se están convirtiendo en tu naturaleza.
pt: Você não apenas treinou sua mente, otimizou sua estrutura biológica. Agora sonhos conscientes não são apenas possíveis; estão se tornando sua natureza.
tr: Artık zihnini sadece eğitmedin, onun biyolojik yapısını da optimize ettin. Şimdi bilinçli rüyalar sadece mümkün değil; senin doğan haline dönüşüyor.

# guideStage7Title
source: 7. Advanced Consciousness and Creative Manipulation
de: 7. Erweitertes Bewusstsein und Kreative Anleitung
es: 7. Conciencia Avanzada y Guía Creativa
pt: 7. Consciência Avançada e Orientação Criativa
tr: 7. İleri Farkındalık ve Yaratıcı Yönlendirme

# guideStage7Subtitle
source: Becoming the Master of the Dream
de: Meister des Traums werden
es: Convirtiéndote en el Maestro del Sueño
pt: Tornando-se o Mestre do Sonho
tr: Rüyanın Efendisi Olmak

# guideStage7Content
source: We have come to the end of the journey. At this point, you will not only be lucid but reach the level to consciously change the dream content. It is time to freely create your dream world.
de: Wir sind am Ende der Reise angelangt. An diesem Punkt wirst du nicht nur klar sein, sondern ein Niveau erreichen, auf dem du das Traumerlebnis bewusster erkunden kannst. Es ist Zeit, deine Traumwelt frei zu erschaffen.
es: Hemos llegado al final del viaje. En este punto, no solo serás lúcido sino que alcanzarás un nivel donde puedes explorar la experiencia del sueño de manera más consciente. Es hora de crear libremente tu mundo de sueños.
pt: Chegamos ao fim da jornada. Neste ponto, você não será apenas lúcido, mas alcançará um nível onde pode explorar a experiência do sonho de forma mais consciente. É hora de criar livremente seu mundo dos sonhos.
tr: Yolculuğun sonuna geldik. Bu noktada artık sadece lucid olmakla kalmayacak, rüya deneyimini daha bilinçli şekilde keşfedebileceğin bir seviyeye ulaşacaksın. Rüya dünyanı özgürce yaratma zamanı geldi.

# guideStage7Importance
source: With this technique, you can access the subconscious, face fears, and test everything you imagine. This is a revolution both mentally and spiritually.
de: Mit dieser Technik kannst du das Bewusstsein für Traumsymbole und mentale Bilder entwickeln und alles testen, was du dir vorstellst. Dies ist ein wichtiger Schritt sowohl in Bezug auf das geistige als auch auf das persönliche Bewusstsein.
es: Con esta técnica, puedes desarrollar conciencia de los símbolos oníricos y la imaginería mental, y probar todo lo que imagines. Este es un paso significativo tanto en términos de conciencia mental como personal.
pt: Com esta técnica, você pode desenvolver a consciência dos símbolos dos sonhos e da imagética mental, e testar tudo o que imaginar. Este é um passo significativo em termos de consciência mental e pessoal.
tr: Bu teknikle rüya sembolleri ve zihinsel imgeler üzerine farkındalık geliştirebilirsin, hayal ettiğin her şeyi test edebilirsin. Bu hem zihinsel hem de kişisel farkındalık açısından önemli bir adımdır.

# guideStage7Steps
source: Write down and imagine the scenario you want to do in the dream in detail. Consciously change the place, time, character, or outcome in the dream. Add mindfulness meditations to your daily routine.
de: Schreibe das Szenario, das du im Traum erleben möchtest, detailliert auf und stelle es dir vor. Ändere bewusst den Ort, die Zeit, den Charakter oder das Ergebnis im Traum. Füge Achtsamkeitsmeditationen zu deiner täglichen Routine hinzu.
es: Escribe e imagina el escenario que deseas hacer en el sueño con detalle. Cambia conscientemente el lugar, el tiempo, el personaje o el resultado en el sueño. Añade meditaciones de atención plena a tu rutina diaria.
pt: Escreva e imagine o cenário que deseja fazer no sonho em detalhes. Mude conscientemente o lugar, o tempo, o personagem ou o resultado no sonho. Adicione meditações de atenção plena à sua rotina diária.
tr: Rüyada yapmak istediğin senaryoyu detaylıca yaz ve hayal et. Rüyada bilinçli olarak mekanı, zamanı, karakteri veya sonucu değiştir. Farkındalık meditasyonlarını gündelik rutine ekle.

# guideStage7Criteria
source: If you have performed active manipulation in at least 2 dreams in 2 weeks (flying, changing the environment, summoning something), you are a lucid dreaming master.
de: Wenn du in 2 Wochen in mindestens 2 Träumen eine aktive Manipulation durchgeführt hast (Fliegen, Umgebung ändern, etwas beschwören), willkommen in der Welt des Klarträumens.
es: Si has realizado manipulación activa en al menos 2 sueños en 2 semanas (volar, cambiar el entorno, invocar algo), bienvenido al mundo de los sueños lúcidos.
pt: Se você realizou manipulação ativa em pelo menos 2 sonhos em 2 semanas (voar, mudar o ambiente, invocar algo), bem-vindo ao mundo dos sonhos lúcidos.
tr: 2 hafta içinde en az 2 rüyada aktif manipülasyon yaptıysan (uçmak, ortamı değiştirmek, bir şeyi çağırmak), lucid rüya dünyasına hoş geldin.

# guideStage7BrainNote
source: At the end of this journey, not only conscious dreams but the limitless potential of your imagination awaits you. You are now creating life not only when awake but also when asleep.
de: Am Ende dieser Reise erwarten dich nicht nur bewusste Träume, sondern das grenzenlose Potenzial deiner Vorstellungskraft. Du erschaffst jetzt Leben nicht nur, wenn du wach bist, sondern auch, wenn du schläfst.
es: Al final de este viaje, no solo los sueños conscientes sino el potencial ilimitado de tu imaginación te esperan. Ahora estás creando vida no solo cuando estás despierto sino también cuando duermes.
pt: No final desta jornada, não apenas sonhos conscientes, mas o potencial ilimitado da sua imaginação o aguarda. Agora você está criando vida não apenas quando acordado, mas também quando dorme.
tr: Bu yolculuğun sonunda sadece bilinçli rüyalar değil, hayal gücünün sınırsız potansiyeli seni bekliyor. Artık sadece uyanıkken değil, uyurken de hayatı yaratıyorsun.

# guideTitle
source: Lucid Dream Guide
de: Klartraum-Leitfaden
es: Guía de Sueños Lúcidos
pt: Guia de Sonhos Lúcidos
tr: Lucid Rüya Rehberi

# guideIntroTitle
source: What is Lucid Dreaming?
de: Was ist Klarträumen?
es: ¿Qué son los Sueños Lúcidos?
pt: O que é Sonho Lúcido?
tr: Lucid Rüya Nedir?

# guideIntroContent
source: Lucid dreaming is the unique experience of becoming aware that you are dreaming and potentially controlling your dream.
de: Klarträumen ist die einzigartige Erfahrung, sich bewusst zu werden, dass man träumt, und potenziell den Traum zu steuern.
es: Los sueños lúcidos son la experiencia única de darte cuenta de que estás soñando y potencialmente controlar tu sueño.
pt: Sonho lúcido é a experiência única de se tornar consciente de que está sonhando e potencialmente controlar seu sonho.
tr: Lucid rüya (bilinçli rüya), rüyada olduğunun farkına vardığın ve rüyanı kontrol edebildiğin eşsiz bir deneyimdir.

# newDreamModalTitle
source: Which Emotion Dominated This Dream?
de: Welche Emotion Dominierte Diesen Traum?
es: ¿Qué Emoción Dominó Este Sueño?
pt: Qual Emoção Dominou Este Sonho?
tr: Bu Rüyada Hangi Duygu Hakimdi?

# settingsPrivacyTitle
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
pt: Política de Privacidade
tr: Gizlilik Politikası

# settingsSupportTitle
source: Support
es: Soporte
pt: Suporte
tr: Destek

# settingsSupportDesc
source: Have a question or feedback? Let us know!
de: Hast du eine Frage oder Feedback? Lass es uns wissen!
es: ¿Tienes una pregunta o comentario? ¡Cuéntanos!
pt: Tem uma dúvida ou feedback? Conte-nos!
tr: Bir sorun mu var? Bize ulaşın!

# settingsSend
source: Send Message
de: Nachricht Senden
es: Enviar Mensaje
pt: Enviar Mensagem
tr: Mesaj Gönder

# settingsSending
source: Message sent!
de: Nachricht gesendet!
es: ¡Mensaje enviado!
pt: Mensagem enviada!
tr: Mesaj gönderildi!

# newDreamMinCharHint
source: You must enter at least 50 characters for your dream to be interpreted.
de: Du musst mindestens 50 Zeichen eingeben, damit dein Traum gedeutet werden kann.
es: Debes introducir al menos 50 caracteres para que tu sueño sea interpretado.
pt: Você deve inserir pelo menos 50 caracteres para seu sonho ser interpretado.
tr: Rüyanın yorumlanabilmesi için minimum 50 karakter girmelisin.

# guideAppBarTitle
source: Lucid Dream Guide
de: Klartraum-Leitfaden
es: Guía de Sueños Lúcidos
pt: Guia de Sonhos Lúcidos
tr: Lucid Rüya Rehberi

# guideIntroTitle1
source: What is Lucid Dreaming?
de: Was ist Klarträumen?
es: ¿Qué son los Sueños Lúcidos?
pt: O que é Sonho Lúcido?
tr: Lucid rüya nedir?

# guideIntroContent1
source: Lucid dreaming is a unique sleep experience where you become aware that you are dreaming and can consciously guide the dream.
de: Klarträumen ist eine einzigartige Schlaferfahrung, bei der du dir bewusst wirst, dass du träumst, und den Traum bewusst lenken kannst.
es: Los sueños lúcidos son una experiencia de sueño única donde te das cuenta de que estás soñando y puedes guiar conscientemente el sueño.
pt: Sonho lúcido é uma experiência de sono única onde você se torna consciente de que está sonhando e pode guiar conscientemente o sonho.
tr: Lucid rüya (bilinçli rüya), rüyada olduğunun farkına vardığın ve rüyanı kontrol edebildiğin eşsiz bir deneyimdir.

# guideIntroListTitle
source: In a Lucid Dream state:
de: In einem Klartraum-Zustand:
es: En un estado de Sueño Lúcido:
pt: Num estado de Sonho Lúcido:
tr: Lucid Rüya durumunda:

# guideIntroBullet1
source: You are conscious during the dream.
de: Bist du dir während des Traums bewusst.
es: Eres consciente durante el sueño.
pt: Você está consciente durante o sonho.
tr: Rüya sırasında bilincin yerindedir

# guideIntroBullet2
source: You can evaluate your surroundings.
de: Kannst du deine Umgebung bewerten.
es: Puedes evaluar tu entorno.
pt: Você pode avaliar seus arredores.
tr: Çevreni değerlendirebilirsin

# guideIntroBullet3
source: Your decision-making ability increases.
de: Steigt deine Entscheidungsfähigkeit.
es: Tu capacidad de toma de decisiones aumenta.
pt: Sua capacidade de tomada de decisão aumenta.
tr: Karar verme yetin artar

# guideIntroBullet4
source: You can change the flow of the dream.
de: Kannst du den Fluss des Traums ändern.
es: Puedes cambiar el flujo del sueño.
pt: Você pode mudar o fluxo do sonho.
tr: Rüyanın akışını değiştirebilirsin

# guideIntroFooter
source: Lucid dreaming is a skill that some of us experience by chance at some point in our lives, but can be learned with the right techniques.
de: Klarträumen ist eine Fähigkeit, die einige von uns irgendwann im Leben zufällig erleben, die aber mit den richtigen Techniken erlernt werden kann.
es: Los sueños lúcidos son una habilidad que algunos experimentamos por casualidad en algún momento de nuestras vidas, pero que se puede aprender con las técnicas adecuadas.
pt: Sonho lúcido é uma habilidade que alguns de nós experimentam por acaso em algum momento da vida, mas pode ser aprendida com as técnicas certas.
tr: Lucid rüya, çok azımızın hayatının bir noktasında tesadüfen tecrübe edebildiği fakat doğru teknikler ile üzerinde uzmanlaşılabilen bir beceridir.

# guideIntroTitle2
source: What is Lucid Dreaming Good For?
de: Wofür ist Klarträumen gut?
es: ¿Para qué Sirven los Sueños Lúcidos?
pt: Para Que Serve o Sonho Lúcido?
tr: Lucid rüya ne işe yarar?

# guideBenefit1
source: Managing Your Dreams
de: Deine Träume steuern
es: Gestionar Tus Sueños
pt: Gerenciar Seus Sonhos
tr: Rüyalarını yönetirsin

# guideBenefit2
source: Exploring the Subconscious
de: Das Unterbewusstsein erkunden
es: Explorar el Subconsciente
pt: Explorar o Subconsciente
tr: Bilinçaltını keşfedersin

# guideBenefit3
source: Mastering Sleep
de: Den Schlaf meistern
es: Dominar el Sueño
pt: Dominar o Sono
tr: Uykunun efendisi olursun

# guideBenefit4
source: Coping with Stress
de: Stress bewältigen
es: Manejar el Estrés
pt: Lidar com o Estresse
tr: Stresle daha iyi başa çıkarsın

# guideIntroContent2
source: Lucid dreams open the doors of the subconscious, carrying you to a higher level of awareness. This experience eventually reflects on your daily life.
de: Klarträume öffnen die Türen des Unterbewusstseins und bringen dich auf eine höhere Bewusstseinsebene. Diese Erfahrung spiegelt sich schließlich in deinem täglichen Leben wider.
es: Los sueños lúcidos abren las puertas del subconsciente, llevándote a un nivel más alto de conciencia. Esta experiencia eventualmente se refleja en tu vida diaria.
pt: Sonhos lúcidos abrem as portas do subconsciente, levando você a um nível mais alto de consciência. Esta experiência eventualmente reflete na sua vida diária.
tr: Lucid rüyalar, bilinçaltının kapılarını aralayarak seni daha yüksek bir farkındalık seviyesine taşır. Bu deneyim zamanla gündelik hayatına bile yansır.

# guideIntroTitle3
source: How to Use This Guide?
de: Wie benutzt man diesen Leitfaden?
es: ¿Cómo Usar Esta Guía?
pt: Como Usar Este Guia?
tr: Bu rehber nasıl kullanılır?

# guideIntroContent3
source: This guide is built on a special 7-stage lucid dream system. At each stage, you will acquire a powerful habit that will directly affect your dreams.
de: Dieser Leitfaden basiert auf einem speziellen 7-Stufen-Klartraumsystem. In jeder Stufe wirst du eine kraftvolle Gewohnheit erwerben, die deine Träume direkt beeinflusst.
es: Esta guía está construida sobre un sistema especial de sueños lúcidos de 7 etapas. En cada etapa, adquirirás un hábito poderoso que afectará directamente tus sueños.
pt: Este guia é construído sobre um sistema especial de sonhos lúcidos de 7 fases. Em cada fase, você adquirirá um hábito poderoso que afetará diretamente seus sonhos.
tr: Bu rehber 7 aşamalı özel bir lucid rüya sistemi üzerine kuruludur. Her aşamada rüyalarına doğrudan etki edecek güçlü bir alışkanlık edinirsin. Hazırlamış olduğumuz kapsamlı rehber, bir kez satın alındıktan sonra seni hedeflerine ulaşana kadar her adımda yönlendirecek.

# guideIntroGainTitle
source: What You Will Gain As You Progress:
de: Was du gewinnst, wenn du fortschreitest:
es: Lo Que Ganarás a Medida que Avances:
pt: O Que Ganhará Ao Progredir:
tr: İlerledikçe Kazanacakların

# guideIntroGain1
source: Manage Dreams
de: Träume steuern
es: Gestionar Sueños
pt: Gerenciar Sonhos
tr: Rüyalarının derin katmanlarına erişirsin

# guideIntroGain2
source: Explore Subconscious
de: Unterbewusstsein erkunden
es: Explorar Subconsciente
pt: Explorar Subconsciente
tr: Bilincin rüyaya yön vermeye başlar

# guideIntroGain3
source: Master Sleep
de: Schlaf meistern
es: Dominar el Sueño
pt: Dominar o Sono
tr: Mekânlar ve kişiler sana göre şekil alır

# guideIntroGain4
source: Handle Stress
de: Stress bewältigen
es: Manejar el Estrés
pt: Lidar com Estresse
tr: Rüyalarının yönetmeni olursun

# guideBuyButton
source: Unlock Full Guide
de: Vollständigen Leitfaden freischalten
es: Desbloquear Guía Completa
pt: Desbloquear Guia Completo
tr: Rehberi Satın Al (179.00 TL)

# guideDebugResetTitle
source: Reset Guide?
de: Leitfaden zurücksetzen?
es: ¿Reiniciar Guía?
pt: Reiniciar Guia?
tr: Rehberi Sıfırla?

# guideDebugResetContent
source: This will lock all stages except the first one. (Debug)
de: Dies sperrt alle Stufen außer der ersten. (Debug)
es: Esto bloqueará todas las etapas excepto la primera. (Depuración)
pt: Isso bloqueará todas as fases exceto a primeira. (Debug)
tr: Birinci aşama hariç tüm kilitleri kapatacak. (Debug)

# journalDeleteTitle
source: Delete Dream?
de: Traum löschen?
es: ¿Eliminar Sueño?
pt: Excluir Sonho?
tr: Rüyayı Sil?

# journalDeleteContent
source: Are you sure you want to delete this dream? This action cannot be undone.
de: Bist du sicher, dass du diesen Traum löschen möchtest? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este sueño? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir este sonho? Esta ação não pode ser desfeita.
tr: Bu rüyayı silmek istediğine emin misin? Bu işlem geri alınamaz.

# journalDeleteConfirm
source: Delete
de: Löschen
es: Eliminar
pt: Excluir
tr: Sil

# journalDeleteCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar
tr: Vazgeç

# upgradeBenefits
source: Ad-Free Experience Full Dream Analysis Unlimited Dream Interpretation Exclusive Guide Access
de: Werbefreie Erfahrung Vollständige Traumanalyse Unbegrenzte Traumdeutung Exklusiver Zugang zum Leitfaden
es: Experiencia Sin Anuncios Análisis Completo de Sueños Interpretación Ilimitada de Sueños Acceso Exclusivo a la Guía
pt: Experiência Sem Anúncios Análise Completa de Sonhos Interpretação Ilimitada de Sonhos Acesso Exclusivo ao Guia
tr: Reklamsız Deneyim Tam Rüya Analizi Limitsiz Rüya Yorumu Özel Rehber Erişimi

# proRequired
source: PRO Version Required
de: PRO-Version erforderlich
es: Se Requiere Versión PRO
pt: Versão PRO Necessária
tr: PRO Versiyon Gerekir

# proRequiredDetail
source: PRO Version and At Least 5 Recorded Dreams Required
de: PRO-Version und mindestens 5 aufgezeichnete Träume erforderlich
es: Se Requiere Versión PRO y Al Menos 5 Sueños Registrados
pt: Versão PRO e Pelo Menos 5 Sonhos Registrados Necessários
tr: PRO Versiyon ve En Az 5 Kaydedilmiş Rüya Gerekir

# guideUnlockPro
source: Unlock PRO Version
de: PRO-Version freischalten
es: Desbloquear Versión PRO
pt: Desbloquear Versão PRO
tr: PRO Sürümünün Kilidini Aç

# guideUnlockHint
source: You must upgrade to PRO to unlock the guide.
de: Du musst auf PRO upgraden, um den Leitfaden freizuschalten.
es: Debes actualizar a PRO para desbloquear la guía.
pt: Você deve atualizar para PRO para desbloquear o guia.
tr: Rehberin kilidini açmak için PRO sürümüne geçmelisin.

# privacyTitle
source: Privacy and GDPR
de: Datenschutz und DSGVO
es: Privacidad y RGPD
pt: Privacidade e GDPR
tr: Gizlilik ve KVKK

# privacyNoticeTitle
source: NovaBloom Studio Privacy Notice
de: NovaBloom Studio Datenschutzerklärung
es: Aviso de Privacidad de NovaBloom Studio
pt: Aviso de Privacidade NovaBloom Studio
tr: NovaBloom Studio Gizlilik Bildirimi

# privacyNoticeContent
source: At NovaBloom Studio, we value your privacy at the highest level. DreamBoat is designed for you to safely record and analyze your dreams.
de: DreamBoat wird von dem unabhängigen Entwickler Guney Yilmazer unter der Marke NovaBloom Studio entwickelt. Ihre Privatsphäre hat für uns höchste Priorität. DreamBoat wurde entwickelt, damit Sie Ihre Träume sicher aufzeichnen und für Ihr persönliches Bewusstsein analysieren können.
es: DreamBoat es desarrollado por el desarrollador independiente Guney Yilmazer bajo la marca NovaBloom Studio. Tu privacidad es nuestra máxima prioridad. DreamBoat está diseñado para que registres y analices tus sueños de forma segura para la conciencia personal.
pt: O DreamBoat é desenvolvido pelo desenvolvedor independente Guney Yilmazer sob a marca NovaBloom Studio. Sua privacidade é nossa maior prioridade. O DreamBoat foi projetado para que você registre e analise seus sonhos com segurança para conscientização pessoal.
tr: DreamBoat, bağımsız geliştirici Guney Yilmazer tarafından NovaBloom Studio markası altında geliştirilmiştir. Gizliliğiniz bizim için en yüksek önceliktir. DreamBoat, rüyalarınızı güvenle kaydetmeniz ve kişisel farkındalık için analiz etmeniz amacıyla tasarlanmıştır.

# privacySection1Title
source: 1. Data Security and Processing:
de: 1. Datensicherheit und Verarbeitung
es: 1. Seguridad y Procesamiento de Datos
pt: 1. Segurança de Dados e Processamento
tr: 1. Veri Güvenliği ve İşleme
