Repository: DreamCatcherApp-coder/dreamboat-flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, tr

# guideStage1Criteria
source: If you realized you were dreaming at least once in a week, you can proceed to the next stage.
de: Wenn du mindestens einmal in der Woche erkannt hast, dass du geträumt hast, kannst du zur nächsten Stufe übergehen.
es: Si te diste cuenta de que estabas soñando al menos una vez en una semana, puedes pasar a la siguiente etapa.
pt: Se você percebeu que estava sonhando pelo menos uma vez numa semana, pode avançar para a próxima fase.
tr: 1 hafta içinde en az 1 defa rüyanda rüya gördüğünü fark ettiysen bir sonraki aşamaya geçebilirsin.

# guideStage1BrainNote
source: This is a journey of awakening. In the first step, you start training your mind. Every repetition means conscious dreams are one step closer. Remember, patience and repetition are your greatest allies.
de: Dies ist eine Reise des Erwachens. Im ersten Schritt beginnst du, deinen Geist zu trainieren. Jede Wiederholung bedeutet, dass bewusste Träume einen Schritt näher kommen. Denke daran, Geduld und Wiederholung sind deine größten Verbündeten.
es: Este es un viaje de despertar. En el primer paso, comienzas a entrenar tu mente. Cada repetición significa que los sueños conscientes están un paso más cerca. Recuerda, la paciencia y la repetición son tus mayores aliados.
pt: Esta é uma jornada de despertar. No primeiro passo, você começa a treinar sua mente. Cada repetição significa que os sonhos conscientes estão um passo mais perto. Lembre-se, paciência e repetição são seus maiores aliados.
tr: Bu bir uyanış yolculuğu. İlk adımda zihnini eğitmeye başlıyorsun. Her tekrar, bilinçli rüyaların bir adım daha yakın olması demektir. Unutma, sabır ve tekrar en büyük yardımcın.

# guideStage2Title
source: 2. WBTB (Wake Back To Bed)
es: 2. WBTB (Despertar para Volver a la Cama)
pt: 2. WBTB (Acordar e Voltar para a Cama)

# guideStage2Subtitle
source: Opening the Door to Conscious Dreaming
de: Die Tür zum bewussten Träumen öffnen
es: Abriendo la Puerta a los Sueños Conscientes
pt: Abrindo a Porta para o Sonho Consciente
tr: Bilinçli Rüya Kapısını Aralamak

# guideStage2Content
source: You have formed your mental intention. Now, we will learn to consciously re-enter the REM phase where dreams are most intense. The WBTB technique significantly increases lucid dream potential by allowing you to fall back asleep in a semi-awake state.
de: Du hast deine mentale Absicht geformt. Jetzt lernen wir, bewusst wieder in die REM-Phase einzutreten, in der Träume am intensivsten sind. Die WBTB-Technik kann das Klartraum-Bewusstsein unterstützen, indem sie dir erlaubt, in einem halb wachen Zustand wieder einzuschlafen.
es: Has formado tu intención mental. Ahora, aprenderemos a reingresar conscientemente a la fase REM donde los sueños son más intensos. La técnica WBTB puede apoyar la conciencia de sueños lúcidos al permitirte volver a dormir en un estado semi-despierto.
pt: Você formou sua intenção mental. Agora, aprenderemos a reentrar conscientemente na fase REM onde os sonhos são mais intensos. A técnica WBTB pode apoiar a consciência de sonho lúcido permitindo que você volte a dormir em um estado semi-acordado.
tr: Artık zihinsel niyetini oluşturdun. Şimdi, rüyaların en yoğun yaşandığı REM evresine, bilinçli bir şekilde yeniden giriş yapmayı öğreneceğiz. WBTB tekniği, yarı uyanıklık halinde yeniden uykuya dalmanı sağlayarak lucid rüya farkındalığını destekleyebilir.

# guideStage2Importance
source: With WBTB, your brain stays between wakefulness and sleep. This transition point provides the most suitable mental environment for lucid dreams.
de: Mit WBTB bleibt dein Gehirn zwischen Wachen und Schlafen. Dieser Übergangspunkt bietet die geeignetste mentale Umgebung für Klarträume.
es: Con WBTB, tu cerebro permanece entre la vigilia y el sueño. Este punto de transición proporciona el entorno mental más adecuado para los sueños lúcidos.
pt: Com WBTB, seu cérebro fica entre a vigília e o sono. Este ponto de transição fornece o ambiente mental mais adequado para sonhos lúcidos.
tr: WBTB ile beynin hem uyanıklık hem uyku arasında kalır. Bu geçiş noktası, lucid rüyalar için en uygun zihinsel ortamı sağlar.

# guideStage2Steps
source: Set an alarm to wake up 4–6 hours after falling asleep. Read a book in low light, meditate, or repeat MILD for 15–30 minutes. At the end of this time, lie down again and fall asleep with the MILD intention.
de: Stelle einen Wecker, um 4–6 Stunden nach dem Einschlafen aufzuwachen. Lies ein Buch bei schwachem Licht, meditiere oder wiederhole MILD für 15–30 Minuten. Lege dich am Ende dieser Zeit wieder hin und schlafe mit der MILD-Absicht ein.
es: Configura una alarma para despertar 4-6 horas después de dormirte. Lee un libro con poca luz, medita o repite MILD durante 15-30 minutos. Al final de este tiempo, acuéstate de nuevo y duerme con la intención MILD.
pt: Defina um alarme para acordar 4–6 horas após adormecer. Leia um livro com pouca luz, medite ou repita MILD por 15–30 minutos. Ao final deste tempo, deite-se novamente e adormeça com a intenção MILD.
tr: Gece uyuduktan 4–6 saat sonra alarm kurup uyan. 15–30 dakika boyunca düşük ışıkta kitap oku, meditasyon yap ya da MILD tekrarı yap. Bu sürenin sonunda tekrar yat ve MILD niyetiyle uykuya dal.

# guideStage2Criteria
source: If you gained awareness of your surroundings in your dream at least 2 nights in a week, you can proceed to the next stage.
de: Wenn du mindestens 2 Nächte in einer Woche das Bewusstsein für deine Umgebung im Traum erlangt hast, kannst du zur nächsten Stufe übergehen.
es: Si ganaste conciencia de tu entorno en tu sueño al menos 2 noches en una semana, puedes pasar a la siguiente etapa.
pt: Se você ganhou consciência do ambiente em seu sonho pelo menos 2 noites em uma semana, pode avançar para a próxima fase.
tr: 1 hafta içinde en az 2 gece rüyanda bulunduğun ortamın farkındalığını kazandıysan bir sonraki aşamaya geçebilirsin.

# guideStage2BrainNote
source: You are opening your mind a little more. The veil between dream and reality is thinning. You are about to meet the dream with wakefulness.
de: Du öffnest deinen Geist ein wenig mehr. Der Schleier zwischen Traum und Realität wird dünner. Du bist dabei, dem Traum mit Wachheit zu begegnen.
es: Estás abriendo tu mente un poco más. El velo entre el sueño y la realidad se está adelgazando. Estás a punto de encontrar el sueño con la vigilia.
pt: Você está abrindo sua mente um pouco mais. O véu entre sonho e realidade está diminuindo. Você está prestes a encontrar o sonho com a vigília.
tr: Zihnini biraz daha açıyorsun. Rüya ile gerçeklik arasındaki perde inceliyor. Uyanıklıkla rüyayı buluşturmak üzeresin.

# guideStage3Title
source: 3. WILD (Wake Initiated Lucid Dream)
es: 3. WILD (Sueño Lúcido Iniciado Despierto)
pt: 3. WILD (Sonho Lúcido Iniciado Acordado)

# guideStage3Subtitle
source: Direct Entry into Dream with Consciousness
de: Direkter Eintritt in den Traum mit Bewusstsein
es: Entrada Directa al Sueño con Conciencia
pt: Entrada Direta no Sonho com Consciência
tr: Bilincinle Rüyaya Doğrudan Giriş

# guideStage3Content
source: One of the most impressive techniques of lucid dreaming, WILD takes you directly into the dream realm consciously. You allow your body to sleep while your mind stays awake before sleeping, and you transition into the dream without even blinking.
de: Eine der beeindruckendsten Techniken des Klarträumens, WILD, führt dich direkt und bewusst in das Traumreich. Du erlaubst deinem Körper zu schlafen, während dein Geist wach bleibt, und du kannst deutlicher bemerken, wann der Traum beginnt.
es: Una de las técnicas más impresionantes de los sueños lúcidos, WILD te lleva directamente al reino de los sueños conscientemente. Permites que tu cuerpo duerma mientras tu mente permanece despierta antes de dormir, y puedes notar más claramente cuándo comienza el sueño.
pt: Uma das técnicas mais impressionantes de sonhos lúcidos, WILD leva você diretamente ao reino dos sonhos conscientemente. Você permite que seu corpo durma enquanto sua mente permanece acordada antes de dormir, e você pode notar mais claramente quando o sonho começa.
tr: Lucid dreaming'in en etkileyici tekniklerinden biri olan WILD, seni doğrudan bilinçli şekilde rüya alemine taşır. Uyumadan önce zihnin uyanık kalırken bedenin uyumasına izin verirsin ve rüya başlangıcını daha net fark edebilirsin.

# guideStage3Importance
source: WILD requires simultaneous execution of mental clarity and physical relaxation. This technique is different from others as you enter the dream directly and requires a high level of practice.
de: WILD erfordert die gleichzeitige Ausführung von geistiger Klarheit und körperlicher Entspannung. Diese Technik unterscheidet sich von anderen, da du direkt in den Traum eintrittst, und erfordert ein hohes Maß an Übung.
es: WILD requiere la ejecución simultánea de claridad mental y relajación física. Esta técnica es diferente de otras ya que entras al sueño directamente y requiere un alto nivel de práctica.
pt: WILD requer execução simultânea de clareza mental e relaxamento físico. Esta técnica é diferente de outras pois você entra no sonho diretamente e requer um alto nível de prática.
tr: WILD, zihinsel berraklık ile bedensel rahatlamanın eş zamanlı yürütülmesini gerektirir. Bu teknik, doğrudan rüyaya giriş yaptığın için diğerlerinden farklıdır ve yüksek düzeyde pratik ister.

# guideStage3Steps
source: Apply after WBTB. Lie down, relax your entire body. Focus on your breath, keep your mind active. You may see lights, patterns while your eyes are closed — watch calmly. Take control when you realize the dream has started.
de: Wende es nach WBTB an. Lege dich hin, entspanne deinen ganzen Körper. Konzentriere dich auf deinen Atem, halte deinen Geist aktiv. Du siehst vielleicht Lichter oder Muster bei geschlossenen Augen — beobachte sie ruhig. Übernimm die Kontrolle, wenn du merkst, dass der Traum begonnen hat.
es: Aplica después de WBTB. Acuéstate, relaja todo tu cuerpo. Concéntrate en tu respiración, mantén tu mente activa. Puedes ver luces, patrones mientras tus ojos están cerrados — observa con calma. Toma el control cuando te des cuenta de que el sueño ha comenzado.
pt: Aplique após WBTB. Deite-se, relaxe todo o corpo. Concentre-se na respiração, mantenha a mente ativa. Você pode ver luzes, padrões enquanto seus olhos estão fechados — observe calmamente. Assuma o controle quando perceber que o sonho começou.
tr: WBTB sonrası uygula. Yatağa uzan, tüm bedenini gevşet. Nefesine odaklan, zihnini aktif tut. Gözlerin kapalıyken ışıklar, desenler görebilirsin — sakince izle. Rüyanın başladığını fark ettiğinde kontrolü ele al.

# guideStage3Criteria
source: If you have transitioned directly into a dream consciously at least once in 2 weeks, you are ready for stage 4.
de: Wenn du mindestens einmal in 2 Wochen direkt bewusst in einen Traum übergegangen bist, bist du bereit für Stufe 4.
es: Si has transitado directamente a un sueño conscientemente al menos una vez en 2 semanas, estás listo para la etapa 4.
pt: Se você transitou diretamente para um sonho conscientemente pelo menos uma vez em 2 semanas, está pronto para a fase 4.
tr: 2 hafta içinde en az 1 kez doğrudan bilinçli bir şekilde rüya içine geçiş yaptıysan 4. aşamaya hazırsın.

# guideStage3BrainNote
source: Now you are on the threshold of mastery. You are learning to close your eyes and open them in another world. Remember, this technique requires a lot of practice and patience is your greatest ally.
de: Jetzt stehst du an der Schwelle zur Meisterschaft. Du lernst, deine Augen zu schließen und sie in einer anderen Welt zu öffnen. Denke daran, diese Technik erfordert viel Übung und Geduld ist dein größter Verbündeter.
es: Ahora estás en el umbral de la maestría. Estás aprendiendo a cerrar los ojos y abrirlos en otro mundo. Recuerda, esta técnica requiere mucha práctica y la paciencia es tu mayor aliado.
pt: Agora você está no limiar da maestria. Você está aprendendo a fechar os olhos e abri-los em outro mundo. Lembre-se, esta técnica requer muita prática e paciência é seu maior aliado.
tr: Şimdi ustalığın eşiğindesin. Gözlerini kapatıp başka bir dünyada açmayı öğreniyorsun. Unutma, bu teknik çok fazla pratik ister ve sabır en büyük müttefikindir.

# guideStage4Title
source: 4. Time Awareness and Reality Checks
de: 4. Zeitbewusstsein und Realitätschecks
es: 4. Conciencia del Tiempo y Verificaciones de Realidad
pt: 4. Consciência do Tempo e Verificações de Realidade
tr: 4. Zaman Farkındalığı ve Gerçeklik Kontrolleri

# guideStage4Subtitle
source: Mastering Our Perception of Reality
de: Unsere Wahrnehmung der Realität meistern
es: Dominando Nuestra Percepción de la Realidad
pt: Dominando Nossa Percepção da Realidade
tr: Gerçeklik Algımıza Hâkim Olmak

# guideStage4Content
source: Awareness of lucid dreams has started. Now it's time to deepen this awareness and use the concept of time-space in the dream. The goal at this stage: to remember concepts such as year, age, date while dreaming.
de: Das Bewusstsein für Klarträume hat begonnen. Jetzt ist es Zeit, dieses Bewusstsein zu vertiefen und das Konzept von Zeit und Raum im Traum zu nutzen. Das Ziel dieser Stufe: sich im Traum an Konzepte wie Jahr, Alter, Datum zu erinnern.
es: La conciencia de los sueños lúcidos ha comenzado. Ahora es el momento de profundizar esta conciencia y usar el concepto de tiempo-espacio en el sueño. El objetivo en esta etapa: recordar conceptos como año, edad, fecha mientras sueñas.
pt: A consciência dos sonhos lúcidos começou. Agora é hora de aprofundar essa consciência e usar o conceito de tempo-espaço no sonho. O objetivo nesta fase: lembrar conceitos como ano, idade, data enquanto sonha.
tr: Artık lucid rüyaların farkındalığı başladı. Şimdi bu farkındalığı derinleştirmenin ve zaman-mekan kavramını rüyada kullanabilmenin zamanı geldi. Bu aşamada hedef: rüyadayken yıl, yaş, tarih gibi kavramları hatırlamak.

# guideStage4Importance
source: Reality checks make it easier to realize you are dreaming. Time perception shows the depth of mental awareness.
de: Realitätschecks machen es einfacher zu erkennen, dass du träumst. Die Zeitwahrnehmung zeigt die Tiefe des geistigen Bewusstseins.
es: Las verificaciones de realidad facilitan darte cuenta de que estás soñando. La percepción del tiempo muestra la profundidad de la conciencia mental.
pt: Verificações de realidade facilitam perceber que você está sonhando. A percepção do tempo mostra a profundidade da consciência mental.
tr: Gerçeklik kontrolleri, rüyada olduğunun farkına varmanı kolaylaştırır. Zaman algısı ise zihinsel farkındalığın derinliğini gösterir.

# guideStage4Steps
source: Ask "Am I dreaming right now?" at least 5–10 times a day. Do tests like counting fingers, re-reading text. Before sleeping, repeat the intention: "I will notice what year I am in in my dream."
de: Frage dich mindestens 5–10 Mal am Tag: "Träume ich gerade?" Mache Tests wie Finger zählen, Text nochmal lesen. Wiederhole vor dem Schlafen die Absicht: "Ich werde bemerken, in welchem Jahr ich in meinem Traum bin."
es: Pregunta "¿Estoy soñando ahora mismo?" al menos 5-10 veces al día. Haz pruebas como contar dedos, releer texto. Antes de dormir, repite la intención: "Notaré en qué año estoy en mi sueño."
pt: Pergunte "Estou sonhando agora?" pelo menos 5–10 vezes por dia. Faça testes como contar dedos, reler texto. Antes de dormir, repita a intenção: "Vou notar em que ano estou no meu sonho."
tr: Günde en az 5–10 kez "Şu an rüyada mıyım?" diye sor. Parmak saymak, yazı tekrar okumak gibi testler yap. Uyumadan önce: "Rüyamda hangi yılda olduğumu fark edeceğim" niyetini tekrar et.

# guideStage4Criteria
source: If you experienced time-related awareness in your dream 3 nights in a week (e.g., year, birthday, calendar) → you can proceed to the next stage.
de: Wenn du in 3 Nächten einer Woche zeitbezogenes Bewusstsein im Traum erlebt hast (z.B. Jahr, Geburtstag, Kalender) → kannst du zur nächsten Stufe übergehen.
es: Si experimentaste conciencia relacionada con el tiempo en tu sueño 3 noches en una semana (ej., año, cumpleaños, calendario) → puedes pasar a la siguiente etapa.
pt: Se você experimentou consciência relacionada ao tempo em seu sonho 3 noites numa semana (ex: ano, aniversário, calendário) → pode avançar para a próxima fase.
tr: 1 hafta içinde 3 gece rüyanda zamanla ilgili bir farkındalık yaşadıysan (örneğin yıl, doğum günün, takvim) → sıradaki aşamaya geçebilirsin.

# guideStage4BrainNote
source: You are aware not only that you are in a dream but also of the time in the dream. Your mind has started to move to a new dimension.
de: Du bist dir nicht nur bewusst, dass du in einem Traum bist, sondern auch der Zeit im Traum. Dein Geist hat begonnen, sich in eine neue Dimension zu bewegen.
es: Eres consciente no solo de que estás en un sueño sino también del tiempo en el sueño. Tu mente ha comenzado a moverse a una nueva dimensión.
pt: Você está ciente não apenas de que está num sonho, mas também do tempo no sonho. Sua mente começou a mover-se para uma nova dimensão.
tr: Artık sadece rüyada olduğunu değil, rüyadaki zamanın da farkındasın. Zihnin yeni bir boyuta geçmeye başladı.

# guideStage5Title
source: 5. Sleep Routine Optimization
de: 5. Schlafroutine-Optimierung
es: 5. Optimización de la Rutina de Sueño
pt: 5. Otimização da Rotina de Sono
tr: 5. Uyku Rutini Optimizasyonu

# guideStage5Subtitle
source: Preparing the Ground for Lucid Dreaming
de: Den Boden für Klarträume bereiten
es: Preparando el Terreno para Sueños Lúcidos
pt: Preparando o Terreno para Sonhos Lúcidos
tr: Lucid Rüyaya Zemin Hazırlamak

# guideStage5Content
source: At this stage, we take a break from direct lucid dream attempts. It is time to build a regular sleep routine to support the brain's basic mechanism and deepen mental clarity.
de: In dieser Phase machen wir eine Pause von direkten Klartraumversuchen. Es ist Zeit, eine regelmäßige Schlafroutine aufzubauen, um den grundlegenden Mechanismus des Gehirns zu unterstützen und die geistige Klarheit zu vertiefen.
es: En esta etapa, tomamos un descanso de los intentos directos de sueños lúcidos. Es hora de construir una rutina de sueño regular para apoyar el mecanismo básico del cerebro y profundizar la claridad mental.
pt: Nesta fase, fazemos uma pausa nas tentativas diretas de sonhos lúcidos. É hora de construir uma rotina regular de sono para apoiar o mecanismo básico do cérebro e aprofundar a clareza mental.
tr: Bu aşamada doğrudan lucid rüya denemelerine ara veriyoruz. Artık beynin temel mekanizmasını desteklemek, zihinsel berraklığı derinleştirmek için düzenli bir uyku rutini inşa etme zamanı.

# guideStage5Importance
source: Regular sleep and an ideal environment directly affect lucid dreaming success. A regular rhythm is required for the healthy progression of REM duration.
de: Regelmäßiger Schlaf und eine ideale Umgebung beeinflussen den Erfolg von Klarträumen direkt. Ein regelmäßiger Rhythmus ist für den gesunden Verlauf der REM-Dauer erforderlich.
es: El sueño regular y un entorno ideal afectan directamente el éxito de los sueños lúcidos. Se requiere un ritmo regular para la progresión saludable de la duración REM.
pt: Sono regular e um ambiente ideal afetam diretamente o sucesso nos sonhos lúcidos. Um ritmo regular é necessário para a progressão saudável da duração do REM.
tr: Düzenli uyku ve ideal ortam lucid dreaming başarısını doğrudan etkiler. REM süresinin sağlıklı ilerlemesi için düzenli bir ritim gerekir.

# guideStage5Steps
source: Create a sleep-wake schedule at the same time every day. Do a digital detox 1 hour before bed. Take care to sleep in a quiet, dark, cool room. Calm the mind with short meditations.
de: Erstelle einen Schlaf-Wach-Plan zur gleichen Zeit jeden Tag. Mache 1 Stunde vor dem Bett einen digitalen Detox. Achte darauf, in einem ruhigen, dunklen, kühlen Raum zu schlafen. Beruhige den Geist mit kurzen Meditationen.
es: Crea un horario de sueño-vigilia a la misma hora todos los días. Haz una desintoxicación digital 1 hora antes de acostarte. Procura dormir en una habitación tranquila, oscura y fresca. Calma la mente con meditaciones cortas.
pt: Crie um horário de dormir-acordar na mesma hora todos os dias. Faça um detox digital 1 hora antes de dormir. Cuide para dormir num quarto silencioso, escuro e fresco. Acalme a mente com meditações curtas.
tr: Her gün aynı saatte yat-kalk düzeni oluştur. Yatmadan 1 saat önce dijital detoks yap. Sessiz, karanlık, serin odada uyumaya özen göster. Kısa meditasyonlarla zihni yatıştır.

# guideStage5Criteria
source: If you kept a dream journal for 7 nights over 10 days and experienced awareness signals in 3 of your dreams → you can proceed to the next stage.
de: Wenn du 7 Nächte in 10 Tagen ein Traumtagebuch geführt hast und in 3 deiner Träume Bewusstseinssignale erlebt hast → kannst du zur nächsten Stufe übergehen.
es: Si mantuviste un diario de sueños durante 7 noches en 10 días y experimentaste señales de conciencia en 3 de tus sueños → puedes pasar a la siguiente etapa.
pt: Se você manteve um diário de sonhos por 7 noites em 10 dias e experimentou sinais de consciência em 3 dos seus sonhos → pode avançar para a próxima fase.
tr: 10 gün boyunca 7 gece rüya günlüğü tuttuysan ve rüyaların 3'ünde farkındalık sinyalleri yaşadıysan → sıradaki aşamaya geçebilirsin.

# guideStage5BrainNote
source: A building cannot exist without a foundation. This stage establishes a solid ground for your conscious dreams. Remember, a rested mind means a conscious mind.
de: Ein Gebäude kann nicht ohne Fundament existieren. Diese Stufe schafft einen soliden Boden für deine bewussten Träume. Denke daran, ein ausgeruhter Geist bedeutet ein bewusster Geist.
es: Un edificio no puede existir sin cimientos. Esta etapa establece una base sólida para tus sueños conscientes. Recuerda, una mente descansada significa una mente consciente.
pt: Um prédio não pode existir sem alicerces. Esta fase estabelece uma base sólida para seus sonhos conscientes. Lembre-se, uma mente descansada significa uma mente consciente.
tr: Bir bina temelsiz olmaz. Bu aşama, bilinçli rüyalarına sağlam bir zemin kurar. Unutma, dinlenmiş bir zihin bilinçli bir zihin demektir.

# guideStage6Title
source: 6. Dopamine Balance
de: 6. Dopamin-Gleichgewicht
es: 6. Equilibrio de Dopamina
pt: 6. Equilíbrio de Dopamina
tr: 6. Dopamin Dengesi

# guideStage6Subtitle
source: Balancing Mind Chemistry
de: Die mentale Chemie ausbalancieren
es: Equilibrando la Química Mental
pt: Equilibrando a Química Mental
tr: Zihin Kimyasını Dengelemek

# guideStage6Content
source: Your mind has now met lucid dreaming. At this stage, we take a step back from dream practice and prepare the environment that will increase the quality of lucid dreams by regulating your mental chemistry.
de: Dein Geist hat nun das Klarträumen kennengelernt. In dieser Phase treten wir einen Schritt von der Traumpraxis zurück und versuchen, eine gesündere mentale Umgebung für Klarträume zu schaffen, indem wir das mentale Gleichgewicht unterstützen.
es: Tu mente ahora ha conocido los sueños lúcidos. En esta etapa, damos un paso atrás de la práctica de sueños y buscamos crear un entorno mental más saludable para los sueños lúcidos apoyando el equilibrio mental.
pt: Sua mente agora conheceu o sonho lúcido. Nesta fase, damos um passo atrás da prática de sonhos e buscamos criar um ambiente mental mais saudável para os sonhos lúcidos apoiando o equilíbrio mental.
tr: Artık zihnin lucid dreaming ile tanıştı. Bu aşamada rüya pratiğinden bir adım geri çekiliyor ve zihinsel dengeyi destekleyerek lucid rüyalar için daha sağlıklı bir zihinsel ortam oluşturmayı amaçlıyoruz.
